{
  "2025-12-02": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 11,1-10",
        "texto": "Leitura do Livro do Profeta Isaías. Naqueles dias, 1 nascerá uma haste do tronco de Jessé e, a partir da raiz, surgirá o rebento de uma flor; 2 sobre ele repousará o espírito do Senhor: espírito de sabedoria e discernimento, espírito de conselho e fortaleza, espírito de ciência e temor de Deus; 3 no temor do Senhor encontra ele seu prazer. Ele não julgará pelas aparências que vê nem decidirá somente por ouvir dizer; 4 mas trará justiça para os humildes e uma ordem justa para os homens pacíficos; fustigará a terra com a força da sua palavra e destruirá o mau com o sopro dos lábios. 5 Cingirá a cintura com a correia da justiça e as costas com a faixa da fidelidade. 6 O lobo e o cordeiro viverão juntos e o leopardo deitar-se-á ao lado do cabrito; o bezerro e o leão comerão juntos e até mesmo uma criança poderá tangê-los. 7 A vaca e o urso pastarão lado a lado, enquanto suas crias descansam juntas; o leão comerá palha como o boi; 8 a criança de peito vai brincar em cima do buraco da cobra venenosa; e o menino desmamado não temerá pôr a mão na toca da serpente. 9 Não haverá danos nem mortes por todo o meu santo monte: a terra estará tão repleta do saber do Senhor quanto as águas que cobrem o mar. 10 Naquele dia, a raiz de Jessé se erguerá como um sinal entre os povos; hão de buscá-la as nações, e gloriosa será a sua morada. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "72",
        "texto": "- ,1\n- 2.7\n- 8.12\n- 13.17 (R. cf. 7)\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Dai ao Rei vossos poderes, Senhor Deus, vossa justiça ao descendente da realeza! Com justiça ele governe o vosso povo, com equidade ele julgue os vossos pobres.\n- Nos seus dias a justiça florirá e grande paz, até que a lua perca o brilho! De mar a mar estenderá o seu domínio, e desde o rio até os confins de toda a terra!\n- Libertará o indigente que suplica, e o pobre ao qual ninguém quer ajudar. Terá pena do indigente e do infeliz, e a vida dos humildes salvará. Seja bendito o seu nome para sempre! E que dure como o sol sua memória! Todos os povos serão nele abençoados, todas as gentes cantarão o seu louvor!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 10,21-24",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Eis que virá o nosso Deus com poder e majestade. E ele há de iluminar os olhos dos seus servos. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 21 Naquele momento, Jesus exultou no Espírito Santo e disse: \"Eu te louvo, Pai, Senhor do céu e da terra, porque escondeste essas coisas aos sábios e inteligentes, e as revelaste aos pequeninos. Sim, Pai, porque assim foi do teu agrado. 22 Tudo me foi entregue pelo meu Pai. Ninguém conhece quem é o Filho, a não ser o Pai; e ninguém conhece quem é o Pai, a não ser o Filho e aquele a quem o Filho o quiser revelar\". 23 Jesus voltou-se para os discípulos e disse-lhes em particular: \"Felizes os olhos que veem o que vós vedes! 24 Pois eu vos digo que muitos profetas e reis quiseram ver o que estais vendo, e não puderam ver; quiseram ouvir o que estais ouvindo, e não puderam ouvir\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-03": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 25,6-10a",
        "texto": "Leitura do Livro do Profeta Isaías. Naquele dia, 6 o Senhor dos exércitos dará neste monte, para todos os povos, um banquete de ricas iguarias, regado com vinho puro, servido de pratos deliciosos e dos mais finos vinhos. 7 Ele removerá, neste monte, a ponta da cadeia que ligava todos os povos, a teia em que tinha envolvido todas as nações. 8 O Senhor Deus eliminará para sempre a morte e enxugará as lágrimas de todas as faces e acabará com a desonra do seu povo em toda a terra; o Senhor o disse. 9 Naquele dia, se dirá: \"Este é o nosso Deus, esperamos nele, até que nos salvou; este é o Senhor, nele temos confiado: vamos alegrar-nos e exultar por nos ter salvo\". 10a E a mão do Senhor repousará sobre este monte. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "23",
        "texto": "- ,1\n- 3a.3b\n- 4.5.6 (R. 6cd)\n- Na casa do Senhor habitarei pelos tempos infinitos.\n- Na casa do Senhor habitarei pelos tempos infinitos.\n- O Senhor é o pastor que me conduz; não me falta coisa alguma. Pelos prados e campinas verdejantes ele me leva a descansar. Para as águas repousantes me encaminha, e restaura as minhas forças.\n- Ele me guia no caminho mais seguro, pela honra do seu nome. Mesmo que eu passe pelo vale tenebroso, nenhum mal eu temerei. Estais comigo com bastão e com cajado, eles me dão a segurança!\n- Preparais à minha frente uma mesa, bem à vista do inimigo; com óleo vós ungis minha cabeça, e o meu cálice transborda.\n- Felicidade e todo bem hão de seguir\n- me, por toda a minha vida; e, na casa do Senhor, habitarei pelos tempos infinitos."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 15,29-37",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Eis que o Senhor há de vir a fim de salvar o seu povo; Felizes são todos aqueles que estão prontos para ir-lhe ao encontro. Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, 29 Jesus foi para as margens do mar da Galileia, subiu a montanha, e sentou-se. 30 Numerosas multidões aproximaram-se dele, levando consigo coxos, aleijados, cegos, mudos, e muitos outros doentes. Então os colocaram aos pés de Jesus. E ele os curou. 31 O povo ficou admirado, quando viu os mudos falando, os aleijados sendo curados, os coxos andando e os cegos enxergando. E glorificaram o Deus de Israel. 32 Jesus chamou seus discípulos e disse: \"Tenho compaixão da multidão, porque já faz três dias que está comigo, e nada tem para comer. Não quero mandá-los embora com fome, para que não desmaiem pelo caminho\". 33 Os discípulos disseram: \"Onde vamos buscar, neste deserto, tantos pães para saciar tão grande multidão?\" 34 Jesus perguntou: \"Quantos pães tendes?\" Eles responderam: \"Sete, e alguns peixinhos\". 35 E Jesus mandou que a multidão se sentasse pelo chão. 36 Depois pegou os sete pães e os peixes, deu graças, partiu-os, e os dava aos discípulos, e os discípulos, às multidões. 37 Todos comeram, e ficaram satisfeitos; e encheram sete cestos com os pedaços que sobraram. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-04": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 26,1-6",
        "texto": "Leitura do Livro do Profeta Isaías. 1 Naquele dia, cantarão este canto em Judá: \"Uma cidade fortificada é a nossa segurança; o Senhor cercou-a de muros e antemuro. 2 Abri as suas portas, para que entre um povo justo, cumpridor da palavra, 3 firme em seu propósito; e tu lhe conservarás a paz, porque confia em ti. 4 Esperai no Senhor por todos os tempos, o Senhor é a rocha eterna. 5 Ele derrubou os que habitam no alto, há de humilhar a cidade orgulhosa, deitando-a por terra, até fazê-la beijar o chão. 6 Hão de pisá-la os pés, os pés dos pobres, as passadas dos humildes\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "118",
        "texto": "- ,1.8\n- 9.19\n- 21.25\n- 27a (R. 26a)\n- Bendito é aquele que vem vindo em nome do Senhor!\n- Bendito é aquele que vem vindo em nome do Senhor!\n- Dai graças ao Senhor, porque ele é bom! \"Eterna é a sua misericórdia!\" É melhor buscar refúgio no Senhor, do que pôr no ser humano a esperança; é melhor buscar refúgio no Senhor, do que contar com os poderosos deste mundo!\".\n- Abri\n- me vós, abri\n- me as portas da justiça; quero entrar para dar graças ao Senhor! \"Sim, esta é a porta do Senhor, por ela só os justos entrarão!\" Dou\n- vos graças, ó Senhor, porque me ouvistes e vos tornastes para mim o Salvador!\n- Ó Senhor, dai\n- nos a vossa salvação, ó Senhor, dai\n- nos também prosperidade!\" Bendito seja, em nome do Senhor, aquele que em seus átrios vai entrando! Desta casa do Senhor vos bendizemos. Que o Senhor e nosso Deus nos ilumine!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 7,21.24-27",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Buscai o Senhor, vosso Deus, invocai-o enquanto está perto! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, disse Jesus aos seus discípulos: 21 \"Nem todo aquele que me diz: 'Senhor, Senhor', entrará no Reino dos Céus, mas o que põe em prática a vontade de meu Pai que está nos céus. 24 Portanto, quem ouve estas minhas palavras e as põe em prática, é como um homem prudente, que construiu sua casa sobre a rocha. 25 Caiu a chuva, vieram as enchentes, os ventos deram contra a casa, mas a casa não caiu, porque estava construída sobre a rocha. 26 Por outro lado, quem ouve estas minhas palavras e não as põe em prática, é como um homem sem juízo, que construiu sua casa sobre a areia. 27 Caiu a chuva, vieram as enchentes, os ventos sopraram e deram contra a casa, e a casa caiu, e sua ruína foi completa!\" — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-05": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 29,17-24",
        "texto": "Leitura do Livro do Profeta Isaías. Assim fala o Senhor Deus: 17 Dentro de pouco tempo, não se transformará o Líbano em jardim? E não poderá o jardim tornar-se floresta? 18 Naquele dia, os surdos ouvirão as palavras do livro e os olhos dos cegos verão, no meio das trevas e das sombras. 19 Os humildes aumentarão sua alegria no Senhor, e os mais pobres dos homens se rejubilarão no Santo de Israel; 20 fracassou o prepotente, desapareceu o trapaceiro, e sucumbiram todos os malfeitores precoces, 21 os que faziam os outros pecar por palavras, e armavam ciladas ao juiz à porta da cidade e atacavam o justo com palavras falsas. 22 Isto diz o Senhor à casa de Jacó, ele que libertou Abraão: \"Agora, Jacó não mais terá que envergonhar-se nem seu rosto terá que enrubescer; 23 quando contemplarem as obras de minhas mãos, hão de honrar meu nome no meio do povo, honrarão o Santo de Jacó, e temerão o Deus de Israel; 24 os homens de espírito inconstante conseguirão sabedoria e os maldizentes concordarão em aprender\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "27",
        "texto": "- ,1.4.13\n- 14 (R. 1a)\n- O Senhor é minha luz e salvação.\n- O Senhor é minha luz e salvação.\n- O Senhor é minha luz e salvação; de quem eu terei medo? O Senhor é a proteção da minha vida; perante quem eu tremerei?\n- Ao Senhor eu peço apenas uma coisa, e é só isto que eu desejo: habitar no santuário do Senhor por toda a minha vida; saborear a suavidade do Senhor e contemplá\n- lo no seu templo.\n- Sei que a bondade do Senhor eu hei de ver na terra dos viventes. Espera no Senhor e tem coragem, espera no Senhor!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 9,27-31",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Eis que virá o nosso Deus com poder e majestade, E ele há de iluminar os olhos dos seus servos! Proclamação do Evangelho de Jesus Cristo segundo Mateus -Glória a vós, Senhor. Naquele tempo, 27 partindo Jesus, dois cegos o seguiram, gritando: \"Tem piedade de nós, filho de Davi!\" 28 Quando Jesus entrou em casa, os cegos se aproximaram dele. Então Jesus perguntou-lhes: \"Vós acreditais que eu posso fazer isso?\" Eles responderam: \"Sim, Senhor\". 29 Então Jesus tocou nos olhos deles, dizendo: \"Faça-se conforme a vossa fé\". 30 E os olhos deles se abriram. Jesus os advertiu severamente: \"Tomai cuidado para que ninguém fique sabendo\". 31 Mas eles saíram, e espalharam sua fama por toda aquela região. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-06": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 30,19-21.23-26",
        "texto": "Leitura do Livro do Profeta Isaías. Assim fala o Senhor, o Santo de Israel: 19 \"Povo de Sião, que habitas em Jerusalém, não terás motivo algum para chorar: ele se comoverá à voz do teu clamor; logo que te ouvir, ele atenderá. 20 O Senhor decerto dará a todos o pão da angústia e a água da aflição, não se apartará mais de ti o teu mestre; teus olhos poderão vê-lo 21 e teus ouvidos poderão ouvir a palavra de aviso atrás de ti: 'O caminho é este para todos, segui por ele', sem desviar-vos à direita ou à esquerda. 23 Ele te dará chuva para a semente que tiveres semeado na terra, e o fruto da terra será abundante e rico; nesse dia, o teu rebanho pastará em vastas pastagens, 24 teus bois e os animais que lavram a terra comerão forragem salgada, limpa com pá e peneira. 25 Haverá em toda montanha alta e em toda colina elevada arroios de água corrente, num dia em que muitos serão mortos com o desabamento de seus torreões. 26 A lua brilhará como a luz do sol e o sol brilhará sete vezes mais, como a luz de sete dias, no dia em que o Senhor curar a ferida de seu povo e fizer sarar a lesão de sua chaga\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "147A",
        "texto": "- ,1\n- 2.3\n- 4.5\n- 6 (R. Is 30,18)\n- Felizes são aqueles, que esperam no Senhor!\n- Felizes são aqueles, que esperam no Senhor!\n- Louvai o Senhor Deus, porque ele é bom, cantai ao nosso Deus, porque é suave: ele é digno de louvor, ele o merece! O Senhor reconstruiu Jerusalém, e os dispersos de Israel juntou de novo.\n- ele conforta os corações despedaçados, ele enfaixa suas feridas e as cura; fixa o número de todas as estrelas e chama a cada uma por seu nome.\n- É grande e onipotente o nosso Deus, seu saber não tem medida nem limites. O Senhor Deus é o amparo dos humildes, mas dobra até o chão os que são ímpios."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 9,35-10,1.6-8",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - É o Senhor nosso juiz e nosso Rei. O Senhor legislador nos salvará. Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, 35 Jesus percorria todas as cidades e povoados, ensinando em suas sinagogas, pregando o Evangelho do Reino, e curando todo tipo de doença e enfermidade. 36 Vendo Jesus as multidões, compadeceu-se delas, porque estavam cansadas e abatidas, como ovelhas que não têm pastor. Então disse a seus discípulos: 37 \"A Messe é grande, mas os trabalhadores são poucos. 38 Pedi pois ao dono da messe que envie trabalhadores para a sua colheita!\" 10,1 E, chamando os seus doze discípulos deu-lhes poder para expulsarem os espíritos maus e para curarem todo tipo de doença e enfermidade. Enviou-os com as seguintes recomendações: 6 \"Ide, antes, às ovelhas perdidas da casa de Israel! 7 Em vosso caminho, anunciai: 'O Reino dos Céus está próximo'. 8 Curai os doentes, ressuscitai os mortos, purificai os leprosos, expulsai os demônios. De graça recebestes, de graça deveis dar!\" — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-07": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 11,1-10",
        "texto": "Leitura do Livro do Profeta Isaías. Naqueles dias, 1 nascerá uma haste do tronco de Jessé e, a partir da raiz, surgirá o rebento de uma flor; 2 sobre ele repousará o espírito do Senhor: espírito de sabedoria e discernimento, espírito de conselho e fortaleza, espírito de ciência e temor de Deus; 3 no temor do Senhor encontra ele seu prazer. Ele não julgará pelas aparências que vê nem decidirá somente por ouvir dizer; 4 mas trará justiça para os humildes e uma ordem justa para os homens pacíficos; fustigará a terra com a força da sua palavra e destruirá o mau com o sopro dos lábios. 5 Cingirá a cintura com a correia da justiça e as costas com a faixa da fidelidade. 6 O lobo e o cordeiro viverão juntos e o leopardo deitar-se-á ao lado do cabrito; o bezerro e o leão comerão juntos e até mesmo uma criança poderá tangê-los. 7 A vaca e o urso pastarão lado a lado, enquanto suas crias descansam juntas; o leão comerá palha como o boi; 8 a criança de peito vai brincar em cima do buraco da cobra venenosa; e o menino desmamado não temerá pôr a mão na toca da serpente. 9 Não haverá danos nem mortes por todo o meu santo monte: a terra estará tão repleta do saber do Senhor quanto as águas que cobrem o mar. 10 Naquele dia, a raiz de Jessé se erguerá como um sinal entre os povos; hão de buscá-la as nações, e gloriosa será a sua morada. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "72",
        "texto": "- ,1\n- 2.7\n- 8.12\n- 13.17 (R. cf. 7)\n- Nos seus dias a justiça florirá.\n- Nos seus dias a justiça florirá.\n- Dai ao Rei vossos poderes, Senhor Deus, vossa justiça ao descendente da realeza! Com justiça ele governe o vosso povo, com equidade ele julgue os vossos pobres.\n- Nos seus dias a justiça florirá e grande paz, até que a lua perca o brilho! De mar a mar estenderá o seu domínio, e desde o rio até os confins de toda a terra!\n- Libertará o indigente que suplica, e o pobre ao qual ninguém quer ajudar. Terá pena do indigente e do infeliz, e a vida dos humildes salvará.\n- Seja bendito o seu nome para sempre! E que dure como o sol sua memória! Todos os povos serão nele abençoados, todas as gentes cantarão o seu louvor!"
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Rm 15,4-9",
        "texto": "Leitura da Carta de São Paulo aos Romanos. Irmãos, 4 tudo o que outrora foi escrito, foi escrito para nossa instrução, para que, pela nossa constância e pelo conforto espiritual das Escrituras, tenhamos firme esperança. 5 O Deus que dá constância e conforto vos dê a graça da harmonia e concórdia, uns com os outros, como ensina Cristo Jesus. 6 Assim, tendo como que um só coração e a uma só voz, glorificareis o Deus e Pai do Senhor nosso, Jesus Cristo. 7 Por isso, acolhei-vos uns aos outros, como também Cristo vos acolheu, para a glória de Deus. 8 Pois eu digo: Cristo tornou-se servo dos que praticam a circuncisão, para honrar a veracidade de Deus, confirmando as promessas feitas aos pais. 9 Quanto aos pagãos, eles glorificam a Deus, em razão da sua misericórdia, como está escrito: \"Por isso, eu vos glorificarei entre os pagãos e cantarei louvores ao vosso nome''. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 3,1-12",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Preparai o caminho do Senhor, endireitai suas veredas! Toda carne há de ver a salvação do nosso Deus! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. 1 Naqueles dias, apareceu João Batista, pregando no deserto da Judéia: 2 \"Convertei-vos, porque o Reino dos Céus está próximo\". 3 João foi anunciado pelo profeta Isaías, que disse: \"Esta é a voz daquele que grita no deserto: preparai o caminho do Senhor, endireitai suas veredas!\" 4 João usava uma roupa feita de pelos de camelo e um cinturão de couro em torno dos rins; comia gafanhotos e mel do campo. 5 Os moradores de Jerusalém, de toda a Judéia e de todos os lugares em volta do rio Jordão vinham ao encontro de João. 6 Confessavam os seus pecados e João os batizava no rio Jordão. 7 Quando viu muitos fariseus e saduceus vindo para o batismo, João disse-lhes: \"Raça de cobras venenosas, quem vos ensinou a fugir da ira que vai chegar? 8 Produzi frutos que provem a vossa conversão. 9 Não penseis que basta dizer: 'Abraão é nosso pai', porque eu vos digo: até mesmo destas pedras Deus pode fazer nascer filhos de Abraão. 10 O machado já está na raiz das árvores, e toda árvore que não der bom fruto será cortada e jogada no fogo. 11 Eu vos batizo com água para a conversão, mas aquele que vem depois de mim é mais forte do que eu. Eu nem sou digno de carregar suas sandálias. Ele vos batizará com o Espírito Santo e com fogo. 12 Ele está com a pá na mão; ele vai limpar sua eira e recolher seu trigo no celeiro; mas a palha ele a queimará num fogo que não se apaga\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-08": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Gn 3,9-15.20",
        "texto": "Leitura do Livro do Gênesis. 9 O Senhor Deus chamou Adão, dizendo: \"Onde estás?\" 10 E ele respondeu: \"Ouvi tua voz no jardim, e fiquei com medo porque estava nu; e me escondi\". 11 Disse-lhe o Senhor Deus: \"E quem te disse que estavas nu? Então comeste da árvore, de cujo fruto te proibi comer?\" 12 Adão disse: \"A mulher que tu me deste por companheira, foi ela que me deu do fruto da árvore, e eu comi\". 13 Disse o Senhor Deus à mulher: \"Por que fizeste isso?\" E a mulher respondeu: \"A serpente enganou-me e eu comi\". 14 Então o Senhor Deus disse à serpente: \"Porque fizeste isso, serás maldita entre todos os animais domésticos e todos os animais selvagens! Rastejarás sobre o ventre e comerás pó todos os dias da tua vida! 15 Porei inimizade entre ti e a mulher, entre a tua descendência e a dela. Esta te ferirá a cabeça e tu lhe ferirás o calcanhar\". 20 E Adão chamou à sua mulher \"Eva\", porque ela é a mãe de todos os viventes. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "98",
        "texto": "- ,1.2\n- 3ab.3cd\n- 4 (R. 1a)\n- Cantai ao Senhor Deus um canto novo, porque ele fez prodígios!\n- Cantai ao Senhor Deus um canto novo, porque ele fez prodígios!\n- Cantai ao Senhor Deus um canto novo, porque ele fez prodígios! Sua mão e o seu braço forte e santo alcançaram\n- lhe a vitória.\n- O Senhor fez conhecer a salvação, e às nações, sua justiça; recordou o seu amor sempre fiel pela casa de Israel.\n- Os confins do universo contemplaram a salvação do nosso Deus. Aclamai o Senhor Deus, ó terra inteira, alegrai\n- vos e exultai!"
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Ef 1,3-6.11-12",
        "texto": "Leitura da Carta de São Paulo aos Efésios. 3 Bendito seja Deus, Pai de nosso Senhor Jesus Cristo. Ele nos abençoou com toda a bênção do seu Espírito em virtude de nossa união com Cristo, no céu. 4 Em Cristo, ele nos escolheu, antes da fundação do mundo, para que sejamos santos e irrepreensíveis sob o seu olhar, no amor. 5 Ele nos predestinou para sermos seus filhos adotivos por intermédio de Jesus Cristo, conforme a decisão da sua vontade, 6 para o louvor da sua glória e da graça com que ele nos cumulou no seu Bem-amado. 11 Nele também nós recebemos a nossa parte. Segundo o projeto daquele que conduz tudo conforme a decisão de sua vontade, nós fomos predestinados 12 a sermos, para o louvor de sua glória, os que de antemão colocaram a sua esperança em Cristo. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,26-38",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Maria, alegra-te, ó cheia de graça, o Senhor é contigo! Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. Naquele tempo, 26 no sexto mês, o anjo Gabriel foi enviado por Deus a uma cidade da Galileia, chamada Nazaré, 27 a uma virgem, prometida em casamento a um homem chamado José. Ele era descendente de Davi e o nome da Virgem era Maria. 28 O anjo entrou onde ela estava e disse: \"Alegra-te, cheia de graça, o Senhor está contigo!\" 29 Maria ficou perturbada com estas palavras e começou a pensar qual seria o significado da saudação. 30 O anjo, então, disse-lhe: \"Não tenhas medo, Maria, porque encontraste graça diante de Deus. 31 Eis que conceberás e darás à luz um filho, a quem porás o nome de Jesus. 32 Ele será grande, será chamado Filho do Altíssimo, e o Senhor Deus lhe dará o trono de seu pai Davi. 33 Ele reinará para sempre sobre os descendentes de Jacó, e o seu reino não terá fim\". 34 Maria perguntou ao anjo: \"Como acontecerá isso, se eu não conheço homem algum?\" 35 O anjo respondeu: \"O Espírito virá sobre ti, e o poder do Altíssimo te cobrirá com sua sombra. Por isso, o menino que vai nascer será chamado Santo, Filho de Deus. 36 Também Isabel, tua parenta, concebeu um filho na velhice. Este já é o sexto mês daquela que era considerada estéril, 37 porque para Deus nada é impossível\". 38 Maria, então, disse: \"Eis aqui a serva do Senhor; faça-se em mim segundo a tua palavra!\" E o anjo retirou-se. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-09": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 40,1-11",
        "texto": "Leitura do Livro do Profeta Isaías. 1 Consolai o meu povo, consolai-o! - diz o vosso Deus. 2 Falai ao coração de Jerusalém e dizei em alta voz que sua servidão acabou e a expiação de suas culpas foi cumprida; ela recebeu das mãos do Senhor o dobro por todos os seus pecados. 3 Grita uma voz: \"Preparai no deserto o caminho do Senhor, aplainai na solidão a estrada de nosso Deus. 4 Nivelem-se todos os vales, rebaixem-se todos os montes e colinas; endireite-se o que é torto e alisem-se as asperezas: 5 a glória do Senhor então se manifestará, e todos os homens verão juntamente o que a boca do Senhor falou\". 6 Dizia uma voz: \"Grita!\" E respondi: \"O que devo gritar?\" A criatura humana é feno, toda a sua glória é como flor do campo; 7 seca o feno, murcha a flor ao soprar o Senhor sobre eles. Sim, o povo é feno. 8 Seca o feno, murcha a flor, mas a palavra de nosso Deus fica para sempre. 9 Sobe a um alto monte, tu, que trazes a boa nova a Sião; levanta com força a tua voz, tu, que trazes a boa nova a Jerusalém, ergue a voz, não temas; dize às cidades de Judá: \"Eis o vosso Deus, 10 eis que o Senhor Deus vem com poder, seu braço tudo domina: eis, com ele, sua conquista, eis à sua frente a vitória. 11 Como um pastor, ele apascenta o rebanho, reúne, com a força dos braços, os cordeiros e carrega-os ao colo; ele mesmo tange as ovelhas-mães\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "96",
        "texto": "- ,1\n- 2.3e10ac.11\n- 12.13 (R. Is 40,9\n- 10)\n- Olhai e vede: o nosso Deus vem com poder!\n- Olhai e vede: o nosso Deus vem com poder!\n- Cantai ao Senhor Deus um canto novo, cantai ao Senhor Deus, ó terra inteira! Cantai e bendizei seu santo nome! Dia após dia anunciai sua salvação.\n- Manifestai a sua glória entre as nações, e entre os povos do universo seus prodígios! Publicai entre as nações: \"Reina o Senhor!\" e os povos ele julga com justiça.\n- O céu se rejubile e exulte a terra, aplauda o mar com o que vive em suas águas; os campos com seus frutos rejubilem e exultem as florestas e as matas.\n- na presença do Senhor, pois ele vem, porque vem para julgar a terra inteira. Governará o mundo todo com justiça, e os povos julgará com lealdade."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 18,12-14",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Está perto o dia do Senhor, ele mesmo virá salvar-nos! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, disse Jesus aos seus discípulos: 12 \"Que vos parece? Se um homem tem cem ovelhas, e uma delas se perde, não deixa ele as noventa e nove nas montanhas, para procurar aquela que se perdeu? 13 Em verdade vos digo, se ele a encontrar, ficará mais feliz com ela, do que com as noventa e nove que não se perderam. 14 Do mesmo modo, o Pai que está nos céus não deseja que se perca nenhum desses pequeninos\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-10": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 40,25-31",
        "texto": "Leitura do Livro do Profeta Isaías. 25 \"Com quem haveis de me comparar, e a quem seria eu igual?\" - fala o Santo. 26 Levantai os olhos para o alto e vede: Quem criou tudo isto? - Aquele que expressa em números o exército das estrelas e a cada uma chama pelo nome: tal é a grandeza e força e poder de Deus que nenhuma delas falta à chamada. 27 Então, por que dizes, Jacó, e por que falas, Israel: \"Minha vida ocultou-se da vista do Senhor e meu julgamento escapa ao do meu Deus?\" 28 Acaso ignoras, ou não ouviste? O Senhor é o Deus eterno que criou os confins da terra; ele não falha nem se cansa, insondável é sua sabedoria; 29 ele dá coragem ao desvalido e aumenta o vigor do mais fraco. 30 Cansam-se as crianças e param, os jovens tropeçam e caem, 31 mas os que esperam no Senhor renovam suas forças, criam asas como as águias, correm sem se cansar, caminham sem parar. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "103",
        "texto": "- ,1\n- 2.3\n- 4.8.10 (R. 1a)\n- Bendize, ó minha alma ao Senhor.\n- Bendize, ó minha alma ao Senhor.\n- Bendize, ó minha alma, ao Senhor, e todo o meu ser, seu santo nome! Bendize, ó minha alma, ao Senhor, não te esqueças de nenhum de seus favores!\n- Pois ele te perdoa toda culpa, e cura toda a tua enfermidade; da sepultura ele salva a tua vida e te cerca de carinho e compaixão;\n- O Senhor é indulgente, é favorável, é paciente, é bondoso e compassivo. Não nos trata como exigem nossas faltas, nem nos pune em proporção às nossas culpas."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 11,28-30",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Eis que o Senhor há de vir, a fim de salvar o seu povo; felizes são todos aqueles que estão prontos para ir-lhe ao encontro. Proclamação do Evangelho de Jesus Cristo segundo Mateus -Glória a vós, Senhor. Naquele tempo, tomou Jesus a palavra e disse: 28 \"Vinde a mim todos vós que estais cansados e fatigados sob o peso dos vossos fardos, e eu vos darei descanso. 29 Tomai sobre vós o meu jugo e aprendei de mim, porque sou manso e humilde de coração, e vós encontrareis descanso. 30 Pois o meu jugo é suave e o meu fardo é leve\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-11": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 41,13-20",
        "texto": "Leitura do Livro do Profeta Isaías. 13 Eu sou o Senhor, teu Deus, que te tomo pela mão e te digo: \"Não temas; eu te ajudarei\". 14 Não tenhas medo, Jacó, pobre verme, não temais, homens de Israel. Eu vos ajudarei, diz o Senhor e Salvador, o Santo de Israel. 15 Eis que te transformei num carro novo de triturar, guarnecido de dentes de serra. Hás de triturar e despedaçar os montes, e reduzirás as colinas a poeira. 16 Ao expô-los ao vento, o vento os levará e o temporal os dispersará; exultarás no Senhor e te alegrarás no Santo de Israel. 17 Pobres e necessitados procuram água, mas não há, estão com a língua seca de sede. Eu, o Senhor, os atenderei, eu, Deus de Israel, não os abandonarei. 18 Farei nascer rios nas colinas escalvadas e fontes no meio dos vales; transformarei o deserto em lagos e a terra seca em nascentes d'água. 19 Plantarei no deserto o cedro, a acácia e a murta e a oliveira; crescerão no ermo o pinheiro, o olmo e o cipreste juntamente, 20 para que os homens vejam e saibam, considerem e compreendam que a mão do Senhor fez essas coisas e o Santo de Israel tudo criou. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "145",
        "texto": "- ,1.9.10\n- 11.12\n- 13ab (R. 8)\n- Misericórdia e piedade é o Senhor! Ele é amor, é paciência, é compaixão.\n- Misericórdia e piedade é o Senhor! Ele é amor, é paciência, é compaixão.\n- Ó meu Deus, quero exaltar\n- os, ó meu Rei, e bendizer o vosso nome pelos séculos. O Senhor é muito bom para com todos, sua ternura abraça toda criatura.\n- Que vossas obras, ó Senhor, vos glorifiquem, e os vossos santos com louvores vos bendigam! Narrem a glória e o esplendor do vosso reino e saibam proclamar vosso poder!\n- Para espalhar vossos prodígios entre os homens e o fulgor de vosso reino esplendoroso. O vosso reino é um reino para sempre, vosso poder, de geração em geração."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 11,11-15",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Que os céus, lá do alto, derramem o orvalho, que chova das nuvens o Justo esperado, que a terra se abra e germine o Senhor! Proclamação do Evangelho de Jesus Cristo segundo Mateus -Glória a vós, Senhor. Naquele tempo, disse Jesus à multidão: 11 Em verdade eu vos digo, de todos os homens que já nasceram, nenhum é maior do que João Batista. No entanto, o menor no Reino dos Céus é maior do que ele. 12 Desde os dias de João Batista até agora, o Reino dos Céus sofre violência, e são os violentos que o conquistam. 13 Com efeito, todos os profetas e a Lei profetizaram até João. 14 E se quereis aceitar, ele é o Elias que há de vir. 15 Quem tem ouvidos, ouça\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-12": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Gl 4,4-7",
        "texto": "Leitura da Carta de São Paulo aos Gálatas. Irmãos, 4 quando se completou o tempo previsto, Deus enviou o seu Filho, nascido de uma mulher, nascido sujeito à Lei, 5 a fim de resgatar os que eram sujeitos à Lei e para que todos recebêssemos a filiação adotiva. 6 E porque sois filhos, Deus enviou aos nossos corações o Espírito do seu Filho, que clama: Abá - ó Pai! 7 Assim já não és mais escravo, mas filho; e se és filho, és também herdeiro: tudo isso, por graça de Deus. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "96",
        "texto": "- ,1\n- 2a.2b\n- 3.10 (R. 3a))\n- Manifestai a sua glória entre as nações.\n- Manifestai a sua glória entre as nações.\n- Cantai ao Senhor Deus um canto novo, cantai ao Senhor Deus, ó terra inteira! Cantai e bendizei seu santo nome!\n- Dia após dia anunciai sua salvação, manifestai a sua glória entre as nações, e entre os povos do universo seus prodígios!\n- Publicai entre as nações: \"Reina o Senhor! Ele firmou o universo inabalável, e os povos ele julga com justiça\"."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,39-47",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Maria, alegra-te, ó cheia de graça, o Senhor é contigo; és bendita entre todas as mulheres da terra! Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 39 Naqueles dias, Maria partiu para a região montanhosa, dirigindo-se, apressadamente, a uma cidade da Judéia. 40 Entrou na casa de Zacarias e cumprimentou Isabel. 41 Quando Isabel ouviu a saudação de Maria, a criança pulou no seu ventre e Isabel ficou cheia do Espírito Santo. 42 Com um grande grito, exclamou: \"Bendita és tu entre as mulheres e bendito é o fruto do teu ventre! 43 Como posso merecer que a mãe do meu Senhor me venha visitar? 44 Logo que a tua saudação chegou aos meus ouvidos, a criança pulou de alegria no meu ventre. 45 Bem-aventurada aquela que acreditou, porque será cumprido, o que o Senhor lhe prometeu\". 46 Então Maria disse: \"A minha alma engrandece o Senhor, 47 e se alegrou o meu espírito em Deus, meu Salvador\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-13": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Eclo 48,1-4.9-11",
        "texto": "Leitura do Livro do Eclesiástico. Naqueles dias, 1 o profeta Elias surgiu como um fogo, e sua palavra queimava como uma tocha. 2 Fez vir a fome sobre eles e, no seu zelo, reduziu-os a pouca gente. 3 Pela palavra do Senhor fechou o céu e de lá fez cair fogo por três vezes. 4 Ó Elias, como te tornaste glorioso por teus prodígios! Quem poderia gloriar-se de ser semelhante a ti? 9 Tu foste arrebatado num turbilhão de fogo, num carro de cavalos também de fogo, 10 tu, nas ameaças para os tempos futuros, foste designado para acalmar a ira do Senhor antes do furor, para reconduzir o coração do pai ao filho, e restabelecer as tribos de Jacó. 11 Felizes os que te viram, e os que adormeceram na tua amizade!- Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "80",
        "texto": "- ,2ac e 3b.15\n- 16.18\n- 19 (R. 4)\n- Convertei\n- nos, ó Senhor, resplandecei a vossa face e nós seremos salvos!\n- Convertei\n- nos, ó Senhor, resplandecei a vossa face e nós seremos salvos!\n- Ó Pastor de Israel, prestai ouvidos. Vós que sobre os querubins vos assentais. Despertai vosso poder, ó nosso Deus e vinde logo nos trazer a salvação!\n- Voltai\n- vos para nós, Deus do universo! Olhai dos altos céus e observai. Visitai a vossa vinha e protegei\n- a! Foi a vossa mão direita que a plantou; protegei\n- a, e ao rebento que firmastes!\n- Pousai a mão por sobre o vosso Protegido, o filho do homem que escolhestes para vós! E nunca mais vos deixaremos, Senhor Deus! Dai\n- nos vida, e louvaremos vosso nome!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 17,10-13",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Preparai o caminho do Senhor, endireitai suas veredas! Toda carne há de ver a salvação que vem de Deus! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Ao descerem do monte, 10 os discípulos perguntaram a Jesus: \"Por que os mestres da Lei dizem que Elias deve vir primeiro?\" 11 Jesus respondeu: \"Elias vem e colocará tudo em ordem. 12 Ora, eu vos digo: Elias já veio, mas eles não o reconheceram. Ao contrário, fizeram com ele tudo o que quiseram. Assim também o Filho do Homem será maltratado por eles\". 13 Então os discípulos compreenderam que Jesus lhes falava de João Batista. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-14": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 35,1-6a.10",
        "texto": "Leitura do Livro do Profeta Isaías. 1 Alegre-se a terra que era deserta e intransitável, exulte a solidão e floresça como um lírio. 2 Germine e exulte de alegria e louvores. Foi-lhe dada a glória do Líbano, o esplendor do Carmelo e de Saron; seus habitantes verão a glória do Senhor, a majestade do nosso Deus. 3 Fortalecei as mãos enfraquecidas e firmai os joelhos debilitados. 4 Dizei às pessoas deprimidas: \"Criai ânimo, não tenhais medo! Vede, é vosso Deus, é a vingança que vem, é a recompensa de Deus; é ele que vem para vos salvar\". 5 Então se abrirão os olhos dos cegos e se descerrarão os ouvidos dos surdos. 6a O coxo saltará como um cervo e se desatará a língua dos mudos. 10 Os que o Senhor salvou, voltarão para casa. Eles virão a Sião cantando louvores, com infinita alegria brilhando em seus rostos: cheios de gozo e contentamento, não mais conhecerão a dor e o pranto. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "146",
        "texto": "- ,7.8\n- 9a.9bc\n- lO (R. cf. Is 35,4)\n- Vinde Senhor, para salvar o vosso povo!\n- Vinde Senhor, para salvar o vosso povo!\n- O Senhor é fiel para sempre, faz justiça aos que são oprimidos; ele dá alimento aos famintos, é o Senhor quem liberta os cativos.\n- O Senhor abre os olhos aos cegos, o Senhor faz erguer\n- se o caído, o Senhor ama aquele que é justo, é o Senhor que protege o estrangeiro.\n- Ele ampara a viúva e o órfão, mas confunde os caminhos dos maus. O Senhor reinará para sempre! Ó Sião, o teu Deus reinará."
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Tg 5,7-10",
        "texto": "Leitura da Carta de São Tiago. Irmãos: 7 Ficai firmes até à vinda do Senhor. Vede o agricultor: ele espera o precioso fruto da terra e fica firme até cair a chuva do outono ou da primavera. 8 Também vós, ficai firmes e fortalecei vossos corações, porque a vinda do Senhor está próxima. 9 Irmãos, não vos queixeis uns dos outros, para que não sejais julgados. Eis que o juiz está às portas. 10 Irmãos, tomai por modelo de sofrimento e firmeza os profetas, que falaram em nome do Senhor. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 11,2-11",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - O Espírito do Senhor sobre mim fez a sua unção, enviou-me aos empobrecidos a fazer feliz proclamação!> Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, 2 João estava na prisão. Quando ouviu falar das obras de Cristo, enviou-lhe alguns discípulos, 3 para lhe perguntarem: \"És tu, aquele que há de vir, ou devemos esperar um outro?\" 4 Jesus respondeu-lhes: \"Ide contar a João o que estais ouvindo e vendo: 5 os cegos recuperam a vista, os paralíticos andam, os leprosos são curados, os surdos ouvem, os mortos ressuscitam e os pobres são evangelizados. 6 Feliz aquele que não se escandaliza por causa de mim!\" 7 Os discípulos de João partiram, e Jesus começou a falar às multidões, sobre João: \"O que fostes ver no deserto? Um caniço agitado pelo vento? 8 O que fostes ver? Um homem vestido com roupas finas? Mas os que vestem roupas finas estão nos palácios dos reis. 9 Então, o que fostes ver? Um profeta? Sim, eu vos afirmo, e alguém que é mais do que profeta. 10 É dele que está escrito: 'Eis que envio o meu mensageiro à tua frente; ele vai preparar o teu caminho diante de ti'. 11 Em verdade vos digo, de todos os homens que já nasceram, nenhum é maior do que João Batista. No entanto, o menor no Reino dos Céus é maior do que ele\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-15": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Nm 24,2-7.15-17a",
        "texto": "Leitura do Livro dos Números. Naqueles dias, 2 Balaão levantou os olhos e viu Israel acampado por tribos. O espírito de Deus veio sobre ele, 3 e Balaão pronunciou seu poema: \"Oráculo de Balaão, filho de Beor, oráculo do homem que tem os olhos abertos; 4 oráculo daquele que ouve as palavras de Deus, que vê o que o Poderoso lhe faz ver, que cai, e seus olhos se abrem. 5 Como são belas as tuas tendas, ó Jacó, e as tuas moradas, ó Israel! 6 Elas se estendem como vales, como jardins ao longo de um rio, como aloés que o Senhor plantou, como cedros junto das águas. 7 A água transborda de seus cântaros, e sua semente é ricamente regada. Seu rei é mais poderoso do que Agag, seu reino está em ascensão\". 15 E Balaão continuou pronunciando o seu poema: \"Oráculo de Balaão, filho de Beor, oráculo do homem que tem os olhos abertos, 16 oráculo daquele que ouve as palavras de Deus, e conhece os pensamentos do Altíssimo, que vê o que o Poderoso lhe faz ver, que cai, e seus olhos se abrem. 17a Eu o vejo, mas não agora; e o contemplo, mas não de perto. Uma estrela sai de Jacó, e um cetro se levanta de Israel\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "25",
        "texto": "- ,4bc\n- 5ab.6\n- 7bc.8\n- 9 (R. 4b)\n- Fazei\n- me conhecer a vossa estrada, ó Senhor!\n- Fazei\n- me conhecer a vossa estrada, ó Senhor!\n- Mostrai\n- me, ó Senhor, vossos caminhos, e fazei\n- me conhecer a vossa estrada! Vossa verdade me oriente e me conduza, porque sois o Deus da minha salvação.\n- Recordai, Senhor meu Deus, vossa ternura e a vossa compaixão que são eternas! De mim lembrai\n- vos, porque sois misericórdia e sois bondade sem limites, ó Senhor!\n- O Senhor é piedade e retidão, e reconduz ao bom caminho os pecadores. Ele dirige os humildes na justiça, e aos pobres ele ensina o seu caminho."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 21,23-27",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Mostrai-nos, ó Senhor, vossa bondade e a vossa salvação nos concedei! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, 23 Jesus voltou ao Templo. Enquanto ensinava, os sumos sacerdotes e os anciãos do povo aproximaram-se dele e perguntaram: \"Com que autoridade fazes estas coisas? Quem te deu tal autoridade?\" 24 Jesus respondeu-lhes: \"Também eu vos farei uma pergunta. Se vós me responderdes, também eu vos direi com que autoridade faço estas coisas. 25 Donde vinha o batismo de João? Do céu ou dos homens?\" Eles refletiam entre si: \"Se dissermos: 'Do céu', ele nos dirá: 'Por que não acreditastes nele?' 26 Se dissermos: 'Dos homens', temos medo do povo, pois todos têm João Batista na conta de profeta\". 27 Eles então responderam a Jesus: \"Não sabemos\". Ao que Jesus também respondeu: \"Eu também não vos direi com que autoridade faço estas coisas\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-16": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Sf 3,1-2.9-13",
        "texto": "Leitura da Profecia de Sofonias. Assim fala o Senhor: 1 \"Ai de ti, rebelde e desonrada, cidade desumana. 2 Ela não prestou ouvidos ao apelo, não aceitou a correção; não teve confiança no Senhor, nem se aproximou de seu Deus. 9 Darei aos povos, nesse tempo, lábios purificados, para que todos invoquem o nome do Senhor e lhe prestem culto em união de esforços. 10 Desde além-rios da Etiópia, os que me adoram, os dispersos do meu povo, me trarão suas oferendas. 11 Naquele dia, não terás de envergonhar-te por causa de todas as tuas obras com que prevaricaste contra mim; pois eu afastarei do teu meio teus fanfarrões arrogantes, e não continuarás a fazer de meu santo monte motivo de tuas vanglórias. 12 E deixarei entre vós um punhado de homens humildes e pobres\". E no nome do Senhor porá sua esperança o resto de Israel. 13 Eles não cometerão iniquidades nem falarão mentiras; não se encontrará em sua boca uma língua enganadora; serão apascentados e repousarão, e ninguém os molestará. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "34",
        "texto": "- ,2\n- 3.6\n- 7.17\n- 18.19 e 23 (R. 7a)\n- Este infeliz gritou a Deus e foi ouvido.\n- Este infeliz gritou a Deus e foi ouvido.\n- Bendirei o Senhor Deus em todo o tempo, seu louvor estará sempre em minha boca. Minha alma se gloria no Senhor; que ouçam os humildes e se alegrem!\n- Contemplai a sua face e alegrai\n- vos, e vosso rosto não se cubra de vergonha! Este infeliz gritou a Deus, e foi ouvido, e o Senhor o libertou de toda angústia.\n- Mas ele volta a sua face contra os maus, para da terra apagar sua lembrança. Clamam os justos, e o Senhor bondoso escuta e de todas as angústias os liberta.\n- Do coração atribulado ele está perto e conforta os de espírito abatido. Mas o Senhor liberta a vida dos seus servos, e castigado não será quem nele espera."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 21,28-32",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Vinde, ó Senhor, não tardeis mais; fazei o povo acabar com os seus crimes. Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, disse Jesus aos chefes dos sacerdotes e anciãos do povo: 28 \"Que vos parece? Um homem tinha dois filhos. Dirigindo-se ao primeiro, ele disse: 'Filho, vai trabalhar hoje na vinha!' 29 O filho respondeu: 'Não quero'. Mas depois mudou de opinião e foi. 30 O pai dirigiu-se ao outro filho e disse a mesma coisa. Este respondeu: `Sim, senhor, eu vou'. Mas não foi. 31 Qual dos dois fez a vontade do pai?' Os sumos sacerdotes e os anciãos do povo responderam: \"O primeiro\". Então Jesus lhes disse: \"Em verdade vos digo, que os publicanos e as prostitutas vos precedem no Reino de Deus. 32 Porque João veio até vós, num caminho de justiça, e vós não acreditastes nele. Ao contrário, os publicanos e as prostitutas creram nele. Vós, porém, mesmo vendo isso, não vos arrependestes para crer nele\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-17": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Gn 49,2.8-10",
        "texto": "Leitura do Livro do Gênesis. Naqueles dias, Jacó chamou seus filhos e disse: 2 \"Juntai-vos e ouvi, filhos de Jacó, ouvi Israel, vosso pai! 8 Judá, teus irmãos te louvarão; pesará tua mão sobre a nuca de teus inimigos, se prostrarão diante de ti os filhos de teu pai. 9 Judá, filhote de leão: subiste, meu filho, da pilhagem; ele se agacha e se deita como um leão, e como uma leoa; quem o despertará? 10 O cetro não será tirado de Judá, nem o bastão de comando dentre seus pés, até que venha Aquele a quem pertencem, e a quem obedecerão os povos\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "72",
        "texto": "- ,1\n- 2.3\n- 4ab.7\n- 8.17 (R. cf. 7)\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Dai ao Rei vossos poderes, Senhor Deus, vossa justiça ao descendente da realeza! Com justiça ele governe o vosso povo, com equidade ele julgue os vossos pobres.\n- Das montanhas venha a paz a todo o povo, e desça das colinas a justiça! Este Rei defenderá os que são pobres, os filhos dos humildes salvará.\n- Nos seus dias a justiça florirá e grande paz, até que a lua perca o brilho! De mar a mar estenderá o seu domínio, e desde o rio até os confins de toda a terra!\n- Seja bendito o seu nome para sempre! E que dure como o sol sua memória! Todos os povos serão nele abençoados, todas as gentes cantarão o seu louvor!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 1,1-17",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Sabedoria do Altíssimo, que tudo determina com doçura e com vigor: oh, vem nos ensinar o caminho da prudência! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. 1 Livro da origem de Jesus Cristo, filho de Davi, filho de Abraão. 2 Abraão gerou Isaac; Isaac gerou Jacó; Jacó gerou Judá e seus irmãos. 3 Judá gerou Farés e Zara, cuja mãe era Tamar. Farés gerou Esrom; Esrom gerou Aram; 4 Aram gerou Aminadab; Aminadab gerou Naasson; Naasson gerou Salmon; 5 Salmon gerou Booz, cuja mãe era Raab. Booz gerou Obed, cuja mãe era Rute. Obed gerou Jessé. 6 Jessé gerou o rei Davi. Davi gerou Salomão, daquela que tinha sido a mulher de Urias. 7 Salomão gerou Roboão; Roboão gerou Abias; Abias gerou Asa; 8 Asa gerou Josafá; Josafá gerou Jorão; Jorão gerou Ozias; 9 Ozias gerou Joatão; Joatão gerou Acaz; Acaz gerou Ezequias; 10 Ezequias gerou Manassés; Manassés gerou Amon; Amon gerou Josias. 11 Josias gerou Jeconias e seus irmãos, no tempo do exílio na Babilônia. 12 Depois do exílio na Babilônia, Jeconias gerou Salatiel; Salatiel gerou Zorobabel; 13 Zorobabel gerou Abiud; Abiud gerou Eliaquim; Eliaquim gerou Azor; 14 Azor gerou Sadoc; Sadoc gerou Aquim; Aquim gerou Eliud; 15 Eliud gerou Eleazar; Eleazar gerou Matã; Matã gerou Jacó. 16 Jacó gerou José, o esposo de Maria, da qual nasceu Jesus, que é chamado o Cristo. 17 Assim, as gerações desde Abraão até Davi são quatorze; de Davi até o exílio na Babilônia, quatorze; e do exílio na Babilônia até Cristo, quatorze. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-18": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Jr 23,5-8",
        "texto": "Leitura do Livro do Profeta Jeremias. 5 \"Eis que virão dias, diz o Senhor, em que farei nascer um descendente de Davi; reinará como rei e será sábio, fará valer a justiça e a retidão na terra. 6 Naqueles dias, Judá será salvo e Israel viverá tranquilo; este é o nome com que o chamarão: 'Senhor, nossa Justiça'. 7 Eis que virão dias, diz o Senhor, em que já não se usará jurar 'Pela vida do Senhor que tirou os filhos de Israel do Egito' 8 — mas sim: 'Pela vida do Senhor que tirou e reconduziu os descendentes da casa de Israel desde o país do norte e todos os outros países, para onde os expulsará; eles então irão habitar em sua terra'\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "72",
        "texto": "- ,1\n- 2.12\n- 13.18\n- 19 (R. cf. 7)\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Nos seus dias a justiça florirá e paz em abundância, para sempre.\n- Dai ao Rei vossos poderes, Senhor Deus, vossa justiça ao descendente da realeza! Com justiça ele governe o vosso povo, com equidade ele julgue os vossos pobres.\n- Libertará o indigente que suplica, e o pobre ao qual ninguém quer ajudar. Terá pena do indigente e do infeliz, e a vida dos humildes salvará.\n- Bendito seja o Senhor Deus de Israel, porque só ele realiza maravilhas! Bendito seja o seu nome glorioso! Bendito seja eternamente! Amém, amém!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 1,18-24",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Guia de Israel, que no monte do Sinai orientastes a Moisés, oh, vinde redimir-nos, com braço estendido! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. 18 A origem de Jesus Cristo foi assim: Maria, sua mãe, estava prometida em casamento a José, e, antes de viverem juntos, ela ficou grávida pela ação do Espírito Santo. 19 José, seu marido, era justo e, não querendo denunciá-la, resolveu abandonar Maria, em segredo. 20 Enquanto José pensava nisso, eis que o anjo do Senhor apareceu-lhe, em sonho, e lhe disse: \"José, Filho de Davi, não tenhas medo de receber Maria como tua esposa, porque ela concebeu pela ação do Espírito Santo. 21 Ela dará à luz um filho, e tu lhe darás o nome de Jesus, pois ele vai salvar o seu povo dos seus pecados\". 22 Tudo isso aconteceu para se cumprir o que o Senhor havia dito pelo profeta: 23 \"Eis que a virgem conceberá e dará à luz um filho. Ele será chamado pelo nome de Emanuel, que significa: Deus está conosco\". 24 Quando acordou, José fez conforme o anjo do Senhor havia mandado, e aceitou sua esposa. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-19": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Jz 13,2-7.24-25a",
        "texto": "Leitura do Livro dos Juízes. Naqueles dias, 2 havia um homem de Saraá, da tribo de Dã, chamado Manué, cuja mulher era estéril. 3 O anjo do Senhor apareceu à mulher e disse-lhe: \"Tu és estéril e não tiveste filhos, mas conceberás e darás à luz um filho. 4 Toma cuidado de não beberes vinho nem licor, de não comeres coisa alguma impura, 5 pois conceberás e darás à luz um filho. Sua cabeça não será tocada por navalha, porque ele será consagrado ao Senhor desde o ventre materno, e começará a libertar Israel das mãos dos filisteus\". 6 A mulher foi dizer ao seu marido: \"Veio visitar-me um homem de Deus, cujo aspecto era terrível como o de um anjo do Senhor. Não lhe perguntei de onde vinha nem ele me revelou o seu nome. 7 Ele disse-me: 'Conceberás e darás à luz um filho. De hoje em diante, toma cuidado para não beberes vinho nem licor, e não comeres nada de impuro, pois o menino será consagrado a Deus, desde o ventre materno até ao dia da sua morte' \". 24 Ela deu à luz um filho e deu-lhe o nome de Sansão. O menino cresceu e o Senhor o abençoou. 25a O espírito do Senhor começou a agir nele no Campo de Dã. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "71",
        "texto": "- ,3\n- 4a.5\n- 6ab.16\n- 17 (R. cf. 8a)\n- Minha boca se encha de louvor, para que eu cante vossa glória.\n- Minha boca se encha de louvor, para que eu cante vossa glória.\n- Sede uma rocha protetora para mim, um abrigo bem seguro que me salve! Porque sois a minha força e meu amparo, o meu refúgio, proteção e segurança! Libertai\n- me, ó meu Deus, das mãos do ímpio.\n- Porque sois, ó Senhor Deus, minha esperança, em vós confio desde a minha juventude! Sois meu apoio desde antes que eu nascesse, desde o seio maternal, o meu amparo.\n- Cantarei vossos portentos, ó Senhor, lembrarei vossa justiça sem igual! Vós me ensinastes desde a minha juventude, e até hoje canto as vossas maravilhas."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,5-25",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Raiz de Jessé, sinal das nações: oh, vinde livrar-nos, e não tardeis mais! Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 5 Nos dias de Herodes, rei da Judeia, vivia um sacerdote chamado Zacarias, do grupo de Abia. Sua esposa era descendente de Aarão e chamava-se Isabel. 6 Ambos eram justos diante de Deus e obedeciam fielmente a todos os mandamentos e ordens do Senhor. 7 Não tinham filhos, porque Isabel era estéril, e os dois já eram de idade avançada. 8 Em certa ocasião, Zacarias estava exercendo as funções sacerdotais no Templo, pois era a vez do seu grupo. 9 Conforme o costume dos sacerdotes, ele foi sorteado para entrar no Santuário, e fazer a oferta do incenso. 10 Toda a assembleia do povo estava do lado de fora rezando, enquanto o incenso estava sendo oferecido. 11 Então apareceu-lhe o anjo do Senhor, de pé, à direita do altar do incenso. 12 Ao vê-lo, Zacarias ficou perturbado e o temor apoderou-se dele. 13 Mas o anjo disse: \"Não tenhas medo, Zacarias, porque Deus ouviu tua súplica. Tua esposa, Isabel, vai ter um filho, e tu lhe darás o nome de João. 14 Tu ficarás alegre e feliz, e muita gente se alegrará com o nascimento do menino, 15 porque ele vai ser grande diante do Senhor. Não beberá vinho nem bebida fermentada e, desde o ventre materno, ficará repleto do Espírito Santo. 16 Ele reconduzirá muitos do povo de Israel ao Senhor seu Deus. 17 E há de caminhar à frente deles, com o espírito e o poder de Elias, a fim de converter os corações dos pais aos filhos, e os rebeldes à sabedoria dos justos, preparando para o Senhor um povo bem disposto\". 18 Então Zacarias perguntou ao anjo: \"Como terei certeza disto? Sou velho e minha mulher é de idade avançada\". 19 O anjo respondeu-lhe: \"Eu sou Gabriel. Estou sempre na presença de Deus, e fui enviado para dar-te esta boa notícia. 20 Eis que ficarás mudo e não poderás falar, até ao dia em que essas coisas acontecerem, porque tu não acreditaste nas minhas palavras, que hão de se cumprir no tempo certo\". 21 O povo estava esperando Zacarias, e admirava-se com a sua demora no Santuário. 22 Quando saiu, não podia falar-lhes. E compreenderam que ele tinha tido uma visão no Santuário. Zacarias falava com sinais e continuava mudo. 23 Depois que terminou seus dias de serviço no Santuário, Zacarias voltou para casa. 24 Algum tempo depois, sua esposa Isabel ficou grávida, e escondeu-se durante cinco meses. 25 Ela dizia: \"Eis o que o Senhor fez por mim, nos dias em que ele se dignou tirar-me da humilhação pública!\" — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-20": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 7,10-14",
        "texto": "Leitura do Livro do Profeta Isaías. Naqueles dias, 10 o Senhor falou com Acaz, dizendo: 11 \"Pede ao Senhor teu Deus que te faça ver um sinal, quer provenha da profundeza da terra, quer venha das alturas do céu\". 12 Mas Acaz respondeu: \"Não pedirei nem tentarei o Senhor\". 13 Disse o profeta: \"Ouvi então, vós, casa de Davi; será que achais pouco incomodar os homens e passais a incomodar até o meu Deus? 14 Pois bem, o próprio Senhor vos dará um sinal. Eis que uma virgem conceberá e dará à luz um filho, e lhe porá o nome de Emanuel\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "24",
        "texto": "- ,1\n- 2.3\n- 4ab.5\n- 6 (R. 7c.10b)\n- O Senhor vai entrar, é o Rei glorioso!\n- O Senhor vai entrar, é o Rei glorioso!\n- Ao Senhor pertence a terra e o que ela encerra, o mundo inteiro com os seres que o povoam; porque ele a tornou firme sobre os mares, e sobre as águas a mantém inabalável.\n- \"Quem subirá até o monte do Senhor, quem ficará em sua santa habitação?\" \"Quem tem mãos puras e inocente coração, quem não dirige sua mente para o crime.\n- Sobre este desce a bênção do Senhor e a recompensa de seu Deus e Salvador\". \"É assim a geração dos que o procuram, e do Deus de Israel buscam a face\"."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,26-38",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó chave de Davi, que abre as portas do reino eterno: oh, vinde e livrai do cárcere o preso, sentado nas trevas! Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 26 No sexto mês, o anjo Gabriel foi enviado por Deus a uma cidade da Galileia, chamada Nazaré, 27 a uma virgem, prometida em casamento a um homem chamado José. Ele era descendente de Davi e o nome da Virgem era Maria. 28 O anjo entrou onde ela estava e disse: \"Alegra-te, cheia de graça, o Senhor está contigo!\" 29 Maria ficou perturbada com estas palavras e começou a pensar qual seria o significado da saudação. 30 O anjo, então, disse-lhe: \"Não tenhas medo, Maria, porque encontraste graça diante de Deus. 31 Eis que conceberás e darás à luz um filho, a quem porás o nome de Jesus. 32 Ele será grande, será chamado Filho do Altíssimo, e o Senhor Deus lhe dará o trono de seu pai Davi. 33 Ele reinará para sempre sobre os descendentes de Jacó, e o seu reino não terá fim\". 34 Maria perguntou ao anjo: \"Como acontecerá isso, se eu não conheço homem algum?\" 35 O anjo respondeu: \"O Espírito virá sobre ti, e o poder do Altíssimo te cobrirá com sua sombra. Por isso, o menino que vai nascer será chamado Santo, Filho de Deus. 36 Também Isabel, tua parenta, concebeu um filho na velhice. Este já é o sexto mês daquela que era considerada estéril, 37 porque para Deus nada é impossível\". 38 Maria, então, disse: \"Eis aqui a serva do Senhor; faça-se em mim segundo a tua palavra!\" E o anjo retirou-se. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-21": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 7,10-14",
        "texto": "Leitura do Livro do Profeta Isaías. Naqueles dias, 10 o Senhor falou com Acaz, dizendo: 11 \"Pede ao Senhor teu Deus que te faça ver um sinal, quer provenha da profundeza da terra, quer venha das alturas do céu\". 12 Mas Acaz respondeu: \"Não pedirei nem tentarei o Senhor\". 13 Disse o profeta: \"Ouvi então, vós, casa de Davi; será que achais pouco incomodar os homens e passais a incomodar até o meu Deus? 14 Pois bem, o próprio Senhor vos dará um sinal. Eis que uma virgem conceberá e dará à luz um filho, e lhe porá o nome de Emanuel. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "24",
        "texto": "- ,1\n- 2.3\n- 4ab.5\n- 6 (R. 7c.10b)\n- O rei da glória é o Senhor onipotente; abri as portas para que ele possa entrar!\n- O rei da glória é o Senhor onipotente; abri as portas para que ele possa entrar!\n- Ao Senhor pertence a terra e o que ela encerra, o mundo inteiro com os seres que o povoam; porque ele a tornou firme sobre os mares, e sobre as águas a mantém inabalável.\n- \"Quem subirá até o monte do Senhor, quem ficará em sua santa habitação?\" \"Quem tem mãos puras e inocente coração, quem não dirige sua mente para o crime.\n- Sobre este desce a bênção do Senhor e a recompensa de seu Deus e Salvador\". \"É assim a geração dos que o procuram, e do Deus de Israel buscam a face\"."
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Rm 1,1-7",
        "texto": "Leitura da Carta de São Paulo aos Romanos. 1 Eu, Paulo, servo de Jesus Cristo, apóstolo por vocação, escolhido para o Evangelho de Deus, 2 que pelos profetas havia prometido, nas Sagradas Escrituras, 3 e que diz respeito a seu Filho, descendente de Davi segundo a carne, 4 autenticado como Filho de Deus com poder, pelo Espírito de Santidade que o ressuscitou dos mortos, Jesus Cristo, Nosso Senhor. 5 É por Ele que recebemos a graça da vocação para o apostolado, a fim de podermos trazer à obediência da fé todos os povos pagãos, para a glória de seu nome. 6 Entre esses povos estais também vós, chamados a ser discípulos de Jesus Cristo. 7 A vós todos que morais em Roma, amados de Deus e santos por vocação, graça e paz da parte de Deus, nosso Pai, e de nosso Senhor, Jesus Cristo. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 1,18-24",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Eis que a virgem conceberá e dará à luz um filho. Chamar-se-á Emanuel, que significa: Deus conosco. Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. 18 A origem de Jesus Cristo foi assim: Maria, sua mãe, estava prometida em casamento a José, e, antes de viverem juntos, ela ficou grávida pela ação do Espírito Santo. 19 José, seu marido, era justo e, não querendo denunciá-la, resolveu abandonar Maria, em segredo. 20 Enquanto José pensava nisso, eis que o anjo do Senhor apareceu-lhe, em sonho, e lhe disse: \"José, Filho de Davi, não tenhas medo de receber Maria como tua esposa, porque ela concebeu pela ação do Espírito Santo. 21 Ela dará à luz um filho, e tu lhe darás o nome de Jesus, pois ele vai salvar o seu povo dos seus pecados\". 22 Tudo isso aconteceu para se cumprir o que o Senhor havia dito pelo profeta: 23 \"Eis que a virgem conceberá e dará à luz um filho. Ele será chamado pelo nome de Emanuel, que significa: Deus está conosco\". 24 Quando acordou, José fez conforme o anjo do Senhor havia mandado, e aceitou sua esposa. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-22": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "1Sm 1,24-28",
        "texto": "Leitura do Primeiro Livro de Samuel. Naqueles dias, 24 Ana, logo que o desmamou, levou consigo Samuel à casa do Senhor em Silo, e mais um novilho de três anos, três arrobas de farinha e um odre de vinho. O menino, porém, era ainda uma criança. 25 Depois de sacrificarem o novilho, apresentaram o menino a Eli. 26 E Ana disse-lhe: \"Ouve, meu senhor, por tua vida, eu sou a mulher que esteve aqui orando ao Senhor, na tua presença. 27 Eis o menino por quem eu pedi, e o Senhor ouviu a minha súplica. 28 Portanto, eu também o ofereço ao Senhor, a fim de que só a ele sirva em todos os dias da sua vida\". E adoraram o Senhor. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "R. 1a",
        "texto": "- Meu coração exultou no meu Senhor, Salvador.\n- Meu coração exultou no meu Senhor, Salvador.\n- Exulta no Senhor meu coração, e se eleva a minha fronte no meu Deus; Minha boca desafia os meus rivais porque me alegro com a vossa salvação.\n- O arco dos fortes foi dobrado, foi quebrado, mas os fracos se vestiram de vigor. Os saciados se empregaram por um pão, mas os pobres e os famintos se fartaram. Muitas vezes deu à luz a que era estéril, mas a mãe de muitos filhos definhou.\n- É o Senhor quem dá a morte e dá a vida, faz descer à sepultura e faz voltar; é o Senhor quem faz o pobre e faz o rico, é o Senhor quem nos humilha e nos exalta.\n- O Senhor ergue do pó o homem fraco, e do lixo ele retira o indigente, para fazê\n- los assentar\n- se com os nobres num lugar de muita honra e distinção."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,46-56",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Rei e Senhor das nações, e pedra angular da Igreja, vinde salvar a mulher e o homem, que, um dia, formastes do barro. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. Naquele tempo, 46 Maria disse: \"A minha alma engrandece o Senhor, 47 e o meu espírito se alegra em Deus, meu Salvador, 48 porque olhou para a humildade de sua serva. Doravante todas as gerações me chamarão bem-aventurada, 49 porque o Todo-poderoso fez grandes coisas em meu favor. O seu nome é santo, 50 e sua misericórdia se estende, de geração em geração, a todos os que o temem. 51 Ele mostrou a força de seu braço: dispersou os soberbos de coração. 52 Derrubou do trono os poderosos e elevou os humildes. 53 Encheu de bens os famintos, e despediu os ricos de mãos vazias. 54 Socorreu Israel, seu servo, lembrando-se de sua misericórdia, 55 conforme prometera aos nossos pais, em favor de Abraão e de sua descendência, para sempre\". 56 Maria ficou três meses com Isabel; depois voltou para casa. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-23": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Ml 3,1-4.23-24",
        "texto": "Leitura da Profecia de Malaquias. Assim fala o Senhor Deus: 1 \"Eis que envio meu anjo, e ele há de preparar o caminho para mim; logo chegará ao seu templo o Dominador, que tentais encontrar, e o anjo da aliança, que desejais. Ei-lo que vem, diz o Senhor dos exércitos; 2 e quem poderá fazer-lhe frente, no dia de sua chegada? E quem poderá resistir-lhe, quando ele aparecer? Ele é como o fogo da forja e como a barrela dos lavadeiros; 3 e estará a postos, como para fazer derreter e purificar a prata: assim ele purificará os filhos de Levi e os refinará como ouro e como prata, e eles poderão assim fazer oferendas justas ao Senhor. 4 Será então aceitável ao Senhor a oblação de Judá e de Jerusalém, como nos primeiros tempos e nos anos antigos. 23 Eis que eu vos enviarei o profeta Elias, antes que venha o dia do Senhor, dia grande e terrível; 24 o coração dos pais há de voltar-se para os filhos, e o coração dos filhos para seus pais, para que eu não intervenha, ferindo de maldição a vossa terra\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "25",
        "texto": "- ,4\n- 5ab.8\n- 9.10 e 14 (R. Lc 21,28)\n- Levantai vossa cabeça e olhai, pois, a vossa redenção se aproxima!\n- Levantai vossa cabeça e olhai, pois, a vossa redenção se aproxima!\n- Mostrai\n- me, ó Senhor, vossos caminhos, e fazei\n- me conhecer a vossa estrada! Vossa verdade me oriente e me conduza, porque sois o Deus da minha salvação!\n- O Senhor é piedade e retidão, e reconduz ao bom caminho os pecadores. Ele dirige os humildes na justiça, e aos pobres ele ensina o seu caminho.\n- Verdade e amor são os caminhos do Senhor para quem guarda sua Aliança e seus preceitos. O Senhor se torna íntimo aos que o temem e lhes dá a conhecer sua Aliança."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,57-66",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Rei e Senhor das nações e Pedra angular da Igreja, vinde salvar a mulher e o homem, que, um dia, formastes do barro. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 57 Completou-se o tempo da gravidez de Isabel, e ela deu à luz um filho. 58 Os vizinhos e parentes ouviram dizer como o Senhor tinha sido misericordioso para com Isabel, e alegraram-se com ela. 59 No oitavo dia, foram circuncidar o menino, e queriam dar-lhe o nome de seu pai, Zacarias. 60 A mãe porém disse: \"Não! Ele vai chamar-se João.\" 61 Os outros disseram: \"Não existe nenhum parente teu com esse nome!\" 62 Então fizeram sinais ao pai, perguntando como ele queria que o menino se chamasse. 63 Zacarias pediu uma tabuinha, e escreveu: \"João é o seu nome.\" 64 No mesmo instante, a boca de Zacarias se abriu, sua língua se soltou, e ele começou a louvar a Deus. 65 Todos os vizinhos ficaram com medo, e a notícia espalhou-se por toda a região montanhosa da Judeia. 66 E todos os que ouviam a notícia, ficavam pensando: \"O que virá a ser este menino?\" De fato, a mão do Senhor estava com ele. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-24": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "2Sm 7,1-5.8b-12.14a.16",
        "texto": "Leitura do Segundo Livro de Samuel. 1 Tendo-se o rei Davi instalado já em sua casa e tendo-lhe o Senhor dado a paz, livrando-o de todos os seus inimigos, 2 ele disse ao profeta Natã: \"Vê: eu resido num palácio de cedro, e a arca de Deus está alojada numa tenda!\" 3 Natã respondeu ao rei: \"Vai e faze tudo o que diz o teu coração, pois o Senhor está contigo\". 4 Mas, naquela mesma noite, a palavra do Senhor foi dirigida a Natã nestes termos: 5 \"Vai dizer ao meu servo Davi: Assim fala o Senhor: 'Porventura és tu que me construirás uma casa para eu habitar? 8b Fui eu que te tirei do pastoreio, do meio das ovelhas, para que fosses o chefe do meu povo, Israel. 9 Estive contigo em toda a parte por onde andaste, e exterminei diante de ti todos os teus inimigos, fazendo o teu nome tão célebre como o dos homens mais famosos da terra. 10 Vou preparar um lugar para o meu povo, Israel: eu o implantarei, de modo que possa morar lá sem jamais ser inquietado. Os homens violentos não tornarão a oprimi-lo como outrora, 11 no tempo em que eu estabelecia juízes sobre o meu povo, Israel. Concedo-te uma vida tranquila, livrando-te de todos os teus inimigos. E o Senhor te anuncia que te fará uma casa. 12 Quando chegar o fim dos teus dias e repousares com teus pais, então, suscitarei, depois de ti, um filho teu, e confirmarei a sua realeza. 14a Eu serei para ele um pai e ele será para mim um filho. 16 Tua casa e teu reino serão estáveis para sempre diante de mim, e teu trono será firme para sempre' \". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "89",
        "texto": "- ,2\n- 3.4\n- 5.27 e 29 (R. 2a)\n- Ó Senhor, eu cantarei eternamente o vosso amor!\n- Ó Senhor, eu cantarei eternamente o vosso amor!\n- Ó Senhor, eu cantarei eternamente o vosso amor, de geração em geração eu cantarei vossa verdade! Porque dissestes: \"O amor é garantido para sempre!\" E a vossa lealdade é tão firme como os céus.\n- \"Eu firmei uma Aliança com meu servo, meu eleito, e eu fiz um juramento a Davi, meu servidor. Para sempre, no teu trono, firmarei tua linhagem, de geração em geração garantirei o teu reinado!\".\n- Ele, então, me invocará: 'Ó Senhor, vós sois meu Pai, sois meu Deus, sois meu Rochedo onde encontro a salvação!' Guardarei eternamente para ele a minha graça e com ele firmarei minha Aliança indissolúvel."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 1,67-79",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Ó Sol da manhã, ó Sol de justiça, da eterna luz esplendor: oh, vinde brilhar para o povo sentado, na sombra da morte. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. Naquele tempo, 67 Zacarias, o pai de João, repleto do Espírito Santo, profetizou, dizendo: 68 \"Bendito seja o Senhor, Deus de Israel, porque a seu povo visitou e libertou. 69 Fez aparecer para nós uma força de salvação na casa de seu servo Davi, 70 como tinha prometido desde outrora, pela boca de seus santos profetas, 71 para nos salvar dos nossos inimigos e da mão de todos os que nos odeiam. 72 Ele usou de misericórdia para com nossos pais, recordando-se de sua santa aliança 73 e do juramento que fez a nosso pai Abraão, para conceder-nos, 74 que, sem temor e libertos das mãos dos inimigos, nós o sirvamos, 75 com santidade e justiça, em sua presença, todos os nossos dias. 76 E tu, Menino, serás chamado profeta do Altíssimo, pois irás adiante do Senhor para preparar-lhe os caminhos, 77 anunciando ao seu povo a salvação, pelo perdão dos seus pecados. 78 Graças à misericordiosa compaixão do nosso Deus, o sol que nasce do alto nos visitará, 79 para iluminar os que jazem nas trevas e nas sombras da morte, e dirigir nossos passos no caminho da paz.\" — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-25": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Is 52,7-10",
        "texto": "Leitura do Livro do Profeta Isaías. 11 Eis que o Senhor fez-se ouvir até as extremidades da terra: \"Dizei à cidade de Sião: Eis que está chegando o teu salvador, com a recompensa já em suas mãos e o prêmio à sua disposição. 12 O povo será chamado Povo santo, os Resgatados do Senhor; e tu terás por nome Desejada, Cidade-não-abandonada\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "98",
        "texto": "- ,1.2\n- 3ab.3cd\n- 4.5\n- 6 (R. 3cd)\n- Brilha hoje uma luz sobre nós, pois nasceu para nós o Senhor.\n- Brilha hoje uma luz sobre nós, pois nasceu para nós o Senhor.\n- Deus é Rei! Exulte a terra de alegria, e as ilhas numerosas rejubilem! E proclama o céu sua justiça, todos os povos podem ver a sua glória.\n- Uma luz já se levanta para os justos, e a alegria para os retos corações. Homens justos, alegrai\n- vos no Senhor, celebrai e bendizei seu santo nome!"
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Hb 1,1-6",
        "texto": "Leitura da Carta de São Paulo a Tito. Caríssimo: 4 Manifestou-se a bondade de Deus, nosso Salvador, e o seu amor pelos homens: 5 Ele salvou-nos, não por causa dos atos de justiça que tivéssemos praticado, mas por sua misericórdia, quando renascemos e fomos renovados no batismo pelo Espírito Santo, 6 que ele derramou abundantemente sobre nós por meio de nosso Salvador Jesus Cristo. 7 Justificados assim pela sua graça, nos tornamos na esperança herdeiros da vida eterna. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Jo 1,1-18",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Glória a Deus nos altos céus, e paz na terra entre os homens, que ele ama. Aleluia. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 15 Quando os anjos se afastaram, voltando para o céu, os pastores disseram entre si: \"Vamos a Belém ver este acontecimento que o Senhor nos revelou\". 16 Os pastores foram às pressas a Belém e encontraram Maria e José, e o recém-nascido deitado na manjedoura. 17 Tendo-o visto, contaram o que lhes fora dito sobre o menino. 18 E todos os que ouviram os pastores ficaram maravilhados com aquilo que contavam. 19 Quanto a Maria, guardava todos esses fatos e meditava sobre eles em seu coração. 20 Os pastores voltaram, glorificando e louvando a Deus por tudo o que tinham visto e ouvido, conforme lhes tinha sido dito. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-26": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "At 6,8-10.7,54-59",
        "texto": "Leitura dos Atos dos Apóstolos. Naqueles dias, 8 Estêvão, cheio de graça e poder, fazia prodígios e grandes sinais entre o povo. 9 Mas alguns membros da chamada Sinagoga dos Libertos, junto com cirenenses e alexandrinos, e alguns da Cilícia e da Âsia, começaram a discutir com Estêvão. 10 Porém, não conseguiam resistir à sabedoria e ao Espírito com que ele falava. 7,54 Ao ouvir essas palavras, eles ficaram enfurecidos e rangeram os dentes contra Estêvão. 55 Estêvão, cheio do Espírito Santo, olhou para o céu e viu a glória de Deus e Jesus, de pé, à direita de Deus. 56 E disse: \"Estou vendo o céu aberto, e o Filho do Homem, de pé, à direita de Deus\". 57 Mas eles, dando grandes gritos e, tapando os ouvidos, avançaram todos juntos contra Estêvão; 58 arrastaram-no para fora da cidade e começaram a apedrejá-lo. As testemunhas deixaram suas vestes aos pés de um jovem, chamado Saulo. 59 Enquanto o apedrejavam, Estêvão clamou dizendo: \"Senhor Jesus, acolhe o meu espírito\". - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "31",
        "texto": "- ,3cd\n- 4.6 e 8ab.16bc e 17 (R. 6a)\n- Em vossas mãos, Senhor, entrego o meu espírito.\n- Em vossas mãos, Senhor, entrego o meu espírito.\n- Sede uma rocha protetora para mim, um abrigo bem seguro que me salve! Sim, sois vós a minha rocha e fortaleza; por vossa honra orientai\n- me e conduzi\n- me!\n- Em vossas mãos, Senhor, entrego o meu espírito, porque vós me salvareis, ó Deus fiel! Vosso amor me faz saltar de alegria, pois olhastes para as minhas aflições.\n- Eu entrego em vossas mãos o meu destino; libertai\n- me do inimigo e do opressor! Mostrai serena a vossa face ao vosso servo, e salvai\n- me pela vossa compaixão!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 10,17-22",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Bendito o que vem em nome do Senhor. Nosso Deus é o Senhor, ele é a nossa luz. Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. Naquele tempo, disse Jesus aos seus apóstolos: 17 \"Cuidado com os homens, porque eles vos entregarão aos tribunais e vos açoitarão nas suas sinagogas. 18 Vós sereis levados diante de governadores e reis, por minha causa, para dar testemunho diante deles e das nações. 19 Quando vos entregarem, não fiqueis preocupados como falar ou o que dizer. Então naquele momento vos será indicado o que deveis dizer. 20 Com efeito, não sereis vós que havereis de falar, mas sim o Espírito do vosso Pai é que falará através de vós. 21 O irmão entregará à morte o próprio irmão; o pai entregará o filho; os filhos se levantarão contra seus pais, e os matarão. 22 Vós sereis odiados por todos, por causa do meu nome. Mas quem perseverar até o fim, esse será salvo\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-27": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "1Jo 1,1-4",
        "texto": "Início da Primeira Carta de São João. Caríssimos, 1 o que era desde o princípio, o que nós ouvimos, o que vimos com os nossos olhos, o que contemplamos e as nossas mãos tocaram da Palavra da Vida, 2 - de fato, a Vida manifestou-se e nós a vimos, e somos testemunhas, e a vós anunciamos a Vida eterna, que estava junto do Pai e que se tornou visível para nós -; 3 isso que vimos e ouvimos, nós vos anunciamos, para que estejais em comunhão conosco. E a nossa comunhão é com o Pai e com seu Filho, Jesus Cristo. 4 Nós vos escrevemos estas coisas para que a nossa alegria fique completa. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "97",
        "texto": "- ,1\n- 2.5\n- 6.11\n- 12 (R. 12a)\n- Ó justos, alegrai\n- vos no Senhor!\n- Ó justos, alegrai\n- vos no Senhor!\n- Deus é Rei! Exulte a terra de alegria, e as ilhas numerosas rejubilem! Treva e nuvem o rodeiam no seu trono, que se apoia na justiça e no direito.\n- As montanhas se derretem como cera ante a face do Senhor de toda a terra; e assim proclama o céu sua justiça, todos os povos podem ver a sua glória.\n- Uma luz já se levanta para os justos, e a alegria, para os retos corações. Homens justos, alegrai\n- vos no Senhor, celebrai e bendizei seu santo nome!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Jo 20,2-8",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - A vós, ó Deus, louvamos, a vós, Senhor, cantamos, vos louva o exército dos vossos Santos Mártires! Proclamação do Evangelho de Jesus Cristo segundo João. -Glória a vós, Senhor. No primeiro dia da semana, 2 Maria Madalena saiu correndo e foi encontrar Simão Pedro e o outro discípulo, aquele que Jesus amava, e lhes disse: \"Tiraram o Senhor do túmulo, e não sabemos onde o colocaram\". 3 Saíram, então, Pedro e o outro discípulo e foram ao túmulo. 4 Os dois corriam juntos, mas o outro discípulo correu mais depressa que Pedro e chegou primeiro ao túmulo. 5 Olhando para dentro, viu as faixas de linho no chão, mas não entrou. 6 Chegou também Simão Pedro, que vinha correndo atrás, e entrou no túmulo. Viu as faixas de linho deitadas no chão 7 e o pano que tinha estado sobre a cabeça de Jesus, não posto com as faixas, mas enrolado num lugar à parte. 8 Então entrou também o outro discípulo, que tinha chegado primeiro ao túmulo. Ele viu, e acreditou. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-28": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "Eclo 3,3-7.14-17a",
        "texto": "Leitura do Livro do Eclesiástico. 3 Deus honra o pai nos filhos e confirma, sobre eles, a autoridade da mãe. 4 Quem honra o seu pai, alcança o perdão dos pecados; evita cometê-los e será ouvido na oração cotidiana. 5 Quem respeita a sua mãe é como alguém que ajunta tesouros. 6 Quem honra o seu pai, terá alegria com seus próprios filhos; e, no dia em que orar, será atendido. 7 Quem respeita o seu pai, terá vida longa, e quem obedece ao pai é o consolo da sua mãe. 14 Meu filho, ampara o teu pai na velhice e não lhe causes desgosto enquanto ele vive. 15 Mesmo que ele esteja perdendo a lucidez, procura ser compreensivo para com ele; não o humilhes, em nenhum dos dias de sua vida, a caridade feita a teu pai não será esquecida, 16 mas servirá para reparar os teus pecados 17a e, na justiça, será para tua edificação. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "128",
        "texto": "- ,1\n- 2.3.4\n- 5 (R. cf.1)\n- Felizes os que temem o Senhor e trilham seus caminhos!\n- Felizes os que temem o Senhor e trilham seus caminhos!\n- Feliz és tu se temes o Senhor e trilhas seus caminhos! Do trabalho de tuas mãos hás de viver, serás feliz, tudo irá bem!\n- A tua esposa é uma videira bem fecunda no coração da tua casa; os teus filhos são rebentos de oliveira ao redor de tua mesa.\n- Será assim abençoado todo homem que teme o Senhor. O Senhor te abençoe de Sião, cada dia de tua vida."
      },
      {
        "titulo": "Segunda Leitura",
        "referencia": "Cl 3,12-21",
        "texto": "Leitura da Carta de São Paulo aos Colossenses. Irmãos: 12 Vós sois amados por Deus, sois os seus santos eleitos. Por isso, revesti-vos de sincera misericórdia, bondade, humildade, mansidão e paciência, 13 suportando-vos uns aos outros e perdoando-vos mutuamente, se um tiver queixa contra o outro. Como o Senhor vos perdoou, assim perdoai vós também. 14 Mas, sobretudo, amai-vos uns aos outros, pois o amor é o vínculo da perfeição. 15 Que a paz de Cristo reine em vossos corações, à qual fostes chamados como membros de um só corpo. E sede agradecidos. 16 Que a palavra de Cristo, com toda a sua riqueza, habite em vós. Ensinai e admoestai-vos uns aos outros com toda a sabedoria. Do fundo dos vossos corações, cantai a Deus salmos, hinos e cânticos espirituais, em ação de graças. 17 Tudo o que fizerdes, em palavras ou obras, seja feito em nome do Senhor Jesus Cristo. Por meio dele dai graças a Deus, o Pai. 18 Esposas, sede solícitas para com vossos maridos, como convém, no Senhor. 19 Maridos, amai vossas esposas e não sejais grosseiros com elas. 20 Filhos, obedecei em tudo aos vossos pais, pois isso é bom e correto no Senhor. 21 Pais, não intimideis os vossos filhos, para que eles não desanimem. - Palavra do Senhor. - Graças a Deus."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Mt 2,13-15.19-23",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Que a paz de Cristo reine em vossos corações e ricamente habite em vós sua palavra! Proclamação do Evangelho de Jesus Cristo segundo Mateus. -Glória a vós, Senhor. 13 Depois que os magos partiram, o Anjo do Senhor apareceu em sonho a José e lhe disse: \"Levanta-te, pega o menino e sua mãe e foge para o Egito! Fica lá até que eu te avise! Porque Herodes vai procurar o menino para matá-lo\". 14 José levantou-se de noite, pegou o menino e sua mãe, e partiu para o Egito. 15 Ali ficou até à morte de Herodes, para se cumprir o que o Senhor havia dito pelo profeta: \"Do Egito chamei o meu Filho\". 19 Quando Herodes morreu, o anjo do Senhor apareceu em sonho a José, no Egito, 20 e lhe disse: \"Levanta-te, pega o menino e sua mãe, e volta para a terra de Israel; pois aqueles que procuravam matar o menino já estão mortos\". 21 José levantou-se, pegou o menino e sua mãe, entrou na terra de Israel. 22 Mas, quando soube que Arquelau reinava na Judeia, no lugar de seu pai Herodes, teve medo de ir para lá. Por isso, depois de receber um aviso em sonho, José retirou-se para a região da Galileia, 23 e foi morar numa cidade chamada Nazaré. Isso aconteceu para se cumprir o que foi dito pelos profetas: \"Ele será chamado Nazareno\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-29": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "1Jo 2,3-11",
        "texto": "Leitura da Primeira Carta de São João. Caríssimos, 3 para saber que conhecemos Jesus, vejamos se guardamos os seus mandamentos. 4 Quem diz: \"Eu conheço a Deus\", mas não guarda os seus mandamentos, é mentiroso, e a verdade não está nele. 5 Naquele, porém, que guarda a sua palavra, o amor de Deus é plenamente realizado. O critério para saber se estamos com Jesus é este: 6 quem diz que permanece nele, deve também proceder como ele procedeu. 7 Caríssimos, não vos comunico um mandamento novo, mas um mandamento antigo, que recebestes desde o início; este mandamento antigo é a palavra que ouvistes. 8 No entanto, o que vos escrevo é um mandamento novo - que é verdadeiro nele e em vós -, pois que as trevas passam e já brilha a luz verdadeira. 9 Aquele que diz estar na luz, mas odeia o seu irmão, ainda está nas trevas. 10 O que ama o seu irmão permanece na luz e não corre perigo de tropeçar. 11 Mas o que odeia o seu irmão está nas trevas, caminha nas trevas, e não sabe aonde vai, porque as trevas ofuscaram os seus olhos. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "96",
        "texto": "- ,1\n- 2a.2b\n- 3.5b\n- 6 (R. 11a)\n- O céu se rejubile e exulte a terra!\n- O céu se rejubile e exulte a terra!\n- Cantai ao Senhor Deus um canto novo, cantai ao Senhor Deus, ó terra inteira! Cantai e bendizei seu santo nome!\n- Dia após dia anunciai sua salvação, manifestai a sua glória entre as nações, e entre os povos do universo seus prodígios!\n- Foi o Senhor e nosso Deus quem fez os céus: diante dele vão a glória e a majestade, e o seu templo, que beleza e esplendor!"
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 2,22-35",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Sois a luz que brilhará para os gentios e para a glória de Israel, o vosso povo. Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. 22 Quando se completaram os dias para a purificação da mãe e do filho, conforme a Lei de Moisés, Maria e José levaram Jesus a Jerusalém, a fim de apresentá-lo ao Senhor. 23 Conforme está escrito na Lei do Senhor: \"Todo primogênito do sexo masculino deve ser consagrado ao Senhor\". 24 Foram também oferecer o sacrifício - um par de rolas ou dois pombinhos - como está ordenado na Lei do Senhor. 25 Em Jerusalém, havia um homem chamado Simeão, o qual era justo e piedoso, e esperava a consolação do povo de Israel. O Espírito Santo estava com ele 26 e lhe havia anunciado que não morreria antes de ver o Messias que vem do Senhor. 27 Movido pelo Espírito, Simeão veio ao Templo. Quando os pais trouxeram o menino Jesus para cumprir o que a Lei ordenava, 28 Simeão tomou o menino nos braços e bendisse a Deus: 29 \"Agora, Senhor, conforme a tua promessa, podes deixar teu servo partir em paz; 30 porque meus olhos viram a tua salvação, 31 que preparaste diante de todos os povos: 32 luz para iluminar as nações e glória do teu povo Israel\". 33 O pai e a mãe de Jesus estavam admirados com o que diziam a respeito dele. 34 Simeão os abençoou e disse a Maria, a mãe de Jesus: \"Este menino vai ser causa tanto de queda como de reerguimento para muitos em Israel. Ele será um sinal de contradição. 35 Assim serão revelados os pensamentos de muitos corações. Quanto a ti, uma espada te traspassará a alma\". — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-30": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "1Jo 2,12-17",
        "texto": "Leitura da Primeira Carta de São João. 12 Eu vos escrevo, filhinhos: os vossos pecados foram perdoados por meio do seu nome. 13 Eu vos escrevo, pais: vós conheceis aquele que é desde o princípio. Eu vos escrevo, jovens: vós vencestes o Maligno. 14 Já vos escrevi, filhinhos: vós conheceis o Pai. Já vos escrevi, jovens: vós sois fortes, a Palavra de Deus permanece em vós, e vencestes o Maligno. 15 Não ameis o mundo, nem o que há no mundo. Se alguém ama o mundo, não está nele o amor do Pai. 16 Porque tudo o que há no mundo — as paixões da natureza, a concupiscência dos olhos e a ostentação da riqueza — não vem do Pai, mas do mundo. 17 Ora, o mundo passa, e também a sua concupiscência; mas aquele que faz a vontade de Deus permanece para sempre. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "96",
        "texto": "- ,7\n- 8a.8b\n- 9.10 (R. 11a)\n- O céu se rejubile e exulte a terra!\n- O céu se rejubile e exulte a terra!\n- Ó família das nações, dai ao Senhor, ó nações, dai ao Senhor poder e glória, dai\n- lhe a glória que é devida ao seu nome!\n- Oferecei um sacrifício nos seus átrios, adorai\n- o no esplendor da santidade, terra inteira, estremecei diante dele!\n- Publicai entre as nações: \"Reina o Senhor!\" Ele firmou o universo inabalável, e os povos ele julga com justiça."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Lc 2,36-40",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - Um dia sagrado brilhou para nós: Nações, vinde todas adorar o Senhor: pois hoje desceu grande luz sobre a terra! Proclamação do Evangelho de Jesus Cristo segundo Lucas. -Glória a vós, Senhor. Naquele tempo, 36 havia também uma profetisa, chamada Ana, filha de Fanuel, da tribo de Aser. Era de idade muito avançada; quando jovem, tinha sido casada e vivera sete anos com o marido. 37 Depois ficara viúva, e agora já estava com oitenta e quatro anos. Não saía do Templo, dia e noite servindo a Deus com jejuns e orações. 38 Ana chegou nesse momento e pôs-se a louvar a Deus e a falar do menino a todos os que esperavam a libertação de Jerusalém. 39 Depois de cumprirem tudo, conforme a Lei do Senhor, voltaram à Galileia, para Nazaré, sua cidade. 40 O menino crescia e tornava-se forte, cheio de sabedoria; e a graça de Deus estava com ele. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  },
  "2025-12-31": {
    "leituras": [
      {
        "titulo": "Primeira Leitura",
        "referencia": "1Jo 2,18-21",
        "texto": "Leitura da Primeira Carta de São João. 18 Filhinhos, esta é a última hora. Ouvistes dizer que o Anticristo virá. Com efeito, muitos anticristos já apareceram. Por isso, sabemos que chegou a última hora. 19 Eles saíram do nosso meio, mas não eram dos nossos, pois se fossem realmente dos nossos, teriam permanecido conosco. Mas era necessário ficar claro que nem todos são dos nossos. 20 Vós já recebestes a unção do Santo, e todos tendes conhecimento. 21 Se eu vos escrevi, não é porque ignorais a verdade, mas porque a conheceis, e porque nenhuma mentira provém da verdade. - Palavra do Senhor. - Graças a Deus."
      },
      {
        "titulo": "Salmo Responsorial",
        "referencia": "96",
        "texto": "- ,1\n- 2.11\n- 12.13 (R. 11a)\n- O céu se rejubile e exulte a terra!\n- O céu se rejubile e exulte a terra!\n- Cantai ao Senhor Deus um canto novo, cantai ao Senhor Deus, ó terra inteira! Cantai e bendizei seu santo nome! Dia após dia anunciai sua salvação.\n- O céu se rejubile e exulte a terra, aplauda o mar com o que vive em suas águas; os campos com seus frutos rejubilem e exultem as florestas e as matas.\n- na presença do Senhor, pois ele vem, porque vem para julgar a terra inteira. Governará o mundo todo com justiça, e os povos julgará com lealdade."
      }
    ],
    "evangelho_titulo": "Evangelho",
    "evangelho_referencia": "Jo 1,1-18",
    "evangelho": "- Aleluia, Aleluia, Aleluia. - A palavra se fez carne, entre nós ela habitou; e todos os que a acolheram, de Deus filhos se tornaram. Proclamação do Evangelho de Jesus Cristo segundo João. -Glória a vós, Senhor. 1 No princípio era a Palavra, e a Palavra estava com Deus; e a Palavra era Deus. 2 No princípio estava ela com Deus. 3 Tudo foi feito por ela e sem ela nada se fez de tudo que foi feito. 4 Nela estava a vida, e a vida era a luz dos homens. 5 E a luz brilha nas trevas, e as trevas não conseguiram dominá-la. 6 Surgiu um homem enviado por Deus; Seu nome era João. 7 Ele veio como testemunha, para dar testemunho da luz, para que todos chegassem à fé por meio dele. 8 Ele não era a luz, mas veio para dar testemunho da luz: 9 daquele que era a luz de verdade, que, vindo ao mundo, ilumina todo ser humano. 10 A Palavra estava no mundo - e o mundo foi feito por meio dela - mas o mundo não quis conhecê-la. 11 Veio para o que era seu, e os seus não a acolheram. 12 Mas, a todos que a receberam, deu-lhes capacidade de se tornarem filhos de Deus isto é, aos que acreditam em seu nome, 13 pois estes não nasceram do sangue nem da vontade da carne nem da vontade do varão, mas de Deus mesmo. 14 E a Palavra se fez carne e habitou entre nós. E nós contemplamos a sua glória, glória que recebe do Pai como filho unigênito, cheio de graça e de verdade. 15 Dele, João dá testemunho, clamando: \"Este é aquele de quem eu disse: 'O que vem depois de mim passou à minha frente, porque ele existia antes de mim' \". 16 De sua plenitude todos nós recebemos graça por graça. 17 Pois por meio de Moisés foi dada a Lei, mas a graça e a verdade nos chegaram através de Jesus Cristo. 18 A Deus, ninguém jamais viu. Mas o Unigênito de Deus, que está na intimidade do Pai, ele no-lo deu a conhecer. — Palavra da Salvação. — Glória a vós, Senhor.",
    "cor": "",
    "titulo": ""
  }
}