{
    "01-01": {
        "nome": "Santa Maria, Mãe de Deus",
        "biografia": "Solenidade de Santa Maria, Mãe de Deus. Oitava do Natal do Senhor e Dia Mundial da Paz. Maria, a Virgem de Nazaré, escolhida por Deus para ser a Mãe do Salvador, é celebrada hoje como a Theotokos (Mãe de Deus).",
        "imagem": "maria_mae_de_deus.jpg",
        "cor": "Branco"
    },
    "01-02": {
        "nome": "Santos Basílio Magno e Gregório Nazianzeno",
        "biografia": "Bispos e Doutores da Igreja, amigos inseparáveis e grandes defensores da fé contra o Arianismo. Basílio foi o pai do monaquismo oriental e Gregório, um brilhante teólogo e orador.",
        "imagem": "basilio_gregorio.jpg",
        "cor": "Branco"
    },
    "01-03": {
        "nome": "Santíssimo Nome de Jesus",
        "biografia": "Festa do Santíssimo Nome de Jesus. O nome que está acima de todo nome, no qual reside a salvação da humanidade. A devoção ao Nome de Jesus remonta aos primórdios do cristianismo.",
        "imagem": "nome_de_jesus.jpg",
        "cor": "Branco"
    },
    "01-04": {
        "nome": "Santa Ângela de Foligno",
        "biografia": "Viúva e mística italiana, conhecida como a 'Mestra dos Teólogos'. Após uma vida mundana, converteu-se e dedicou-se à penitência e à caridade, tornando-se terciária franciscana.",
        "imagem": "angela_de_foligno.jpg",
        "cor": "Branco"
    },
    "01-05": {
        "nome": "São João Nepomuceno Neumann",
        "biografia": "Bispo da Filadélfia e primeiro bispo americano a ser canonizado. Missionário redentorista, dedicou-se à evangelização dos imigrantes e à educação católica.",
        "imagem": "joao_neumann.jpg",
        "cor": "Branco"
    },
    "01-06": {
        "nome": "Epifania do Senhor",
        "biografia": "Solenidade da Epifania do Senhor, manifestação de Jesus como Salvador de todos os povos, simbolizada pela visita dos Reis Magos. Também conhecida como Dia de Reis.",
        "imagem": "epifania.jpg",
        "cor": "Branco"
    },
    "01-07": {
        "nome": "São Raimundo de Penafort",
        "biografia": "Sacerdote dominicano espanhol, mestre em Direito Canônico e confessor. Foi o terceiro Mestre Geral da Ordem Dominicana e compilou o 'Corpus Juris Canonici'.",
        "imagem": "raimundo_de_penafort.jpg",
        "cor": "Branco"
    },
    "01-08": {
        "nome": "São Lourenço Justiniano",
        "biografia": "Primeiro Patriarca de Veneza, conhecido por sua austeridade e caridade. Reformou a vida religiosa e dedicou-se ao cuidado dos pobres e doentes.",
        "imagem": "lourenco_justiniano.jpg",
        "cor": "Branco"
    },
    "01-09": {
        "nome": "São André Corsini",
        "biografia": "Bispo carmelita italiano, famoso por sua humildade e milagres. Após uma juventude turbulenta, converteu-se e ingressou na Ordem Carmelita.",
        "imagem": "andre_corsini.jpg",
        "cor": "Branco"
    },
    "01-10": {
        "nome": "São Guilherme de Bourges",
        "biografia": "Bispo francês, conhecido por sua vida de penitência e zelo pastoral. Defendeu os pobres e oprimidos contra os abusos dos poderosos.",
        "imagem": "guilherme_de_bourges.jpg",
        "cor": "Branco"
    },
    "01-11": {
        "nome": "Batismo do Senhor",
        "biografia": "Festa do Batismo do Senhor, que encerra o Tempo do Natal. Jesus é batizado por João Batista no rio Jordão, e o Pai O proclama Seu Filho amado.",
        "imagem": "batismo_do_senhor.jpg",
        "cor": "Branco"
    },
    "01-12": {
        "nome": "Santa Margarida Bourgeoys",
        "biografia": "Fundadora da Congregação de Nossa Senhora de Montreal. Pioneira na educação no Canadá, dedicou-se à formação de jovens e à evangelização.",
        "imagem": "margarida_bourgeoys.jpg",
        "cor": "Branco"
    },
    "01-13": {
        "nome": "Santo Hilário de Poitiers",
        "biografia": "Bispo e Doutor da Igreja, defensor da divindade de Cristo contra o Arianismo. Exilado por sua fé, deixou importantes obras teológicas.",
        "imagem": "hilario_de_poitiers.jpg",
        "cor": "Branco"
    },
    "01-14": {
        "nome": "São Félix de Nola",
        "biografia": "Sacerdote e mártir italiano, conhecido por sua caridade e milagres. Perseguido durante a época do imperador Diocleciano.",
        "imagem": "felix_de_nola.jpg",
        "cor": "Vermelho"
    },
    "01-15": {
        "nome": "São Paulo, o Eremita",
        "biografia": "Considerado o primeiro eremita cristão. Viveu no deserto do Egito por mais de 90 anos, dedicando-se à oração e à penitência.",
        "imagem": "paulo_eremita.jpg",
        "cor": "Branco"
    },
    "01-16": {
        "nome": "São Marcelo I",
        "biografia": "Papa e mártir, governou a Igreja em tempos de perseguição. Dedicou-se à organização da Igreja e ao cuidado dos pobres.",
        "imagem": "marcelo_i.jpg",
        "cor": "Vermelho"
    },
    "01-17": {
        "nome": "Santo Antão, Abade",
        "biografia": "Pai do monaquismo cristão, conhecido como Santo Antão do Deserto. Sua vida de ascese e luta contra as tentações inspirou muitos.",
        "imagem": "antao_abade.jpg",
        "cor": "Branco"
    },
    "01-18": {
        "nome": "Santa Margarida da Hungria",
        "biografia": "Princesa e religiosa dominicana, filha do rei Bela IV. Dedicou sua vida à oração e à penitência, buscando a paz para seu país.",
        "imagem": "margarida_da_hungria.jpg",
        "cor": "Branco"
    },
    "01-19": {
        "nome": "São Canuto IV",
        "biografia": "Rei da Dinamarca e mártir. Dedicou-se à evangelização e à defesa da Igreja, sendo assassinado por rebeldes.",
        "imagem": "canuto_iv.jpg",
        "cor": "Vermelho"
    },
    "01-20": {
        "nome": "São Sebastião",
        "biografia": "Mártir romano, padroeiro dos atletas e da peste. Oficial do exército, foi descoberto como cristão e martirizado por ordem do imperador Diocleciano.",
        "imagem": "sebastiao.jpg",
        "cor": "Vermelho"
    },
    "01-21": {
        "nome": "Santa Inês",
        "biografia": "Virgem e mártir romana, padroeira da pureza. Morreu aos 13 anos por se recusar a renunciar à sua fé e casar-se com um pagão.",
        "imagem": "ines.jpg",
        "cor": "Vermelho"
    },
    "01-22": {
        "nome": "São Vicente de Saragoça",
        "biografia": "Diácono e mártir espanhol, padroeiro de Lisboa. Sofreu terríveis torturas durante a perseguição de Diocleciano.",
        "imagem": "vicente_de_saragoca.jpg",
        "cor": "Vermelho"
    },
    "01-23": {
        "nome": "São Ildefonso de Toledo",
        "biografia": "Bispo de Toledo e Doutor da Igreja, famoso por sua devoção a Maria. Escreveu importantes obras em defesa da Imaculada Conceição.",
        "imagem": "ildefonso_de_toledo.jpg",
        "cor": "Branco"
    },
    "01-24": {
        "nome": "São Francisco de Sales",
        "biografia": "Bispo de Genebra e Doutor da Igreja, padroeiro dos jornalistas e escritores. Conhecido por sua doçura e por sua obra 'Filoteia'.",
        "imagem": "francisco_de_sales.jpg",
        "cor": "Branco"
    },
    "01-25": {
        "nome": "Conversão de São Paulo",
        "biografia": "Festa da Conversão de São Paulo Apóstolo. De perseguidor dos cristãos a Apóstolo dos Gentios, sua conversão é um marco na história da Igreja.",
        "imagem": "conversao_de_paulo.jpg",
        "cor": "Branco"
    },
    "01-26": {
        "nome": "Santos Timóteo e Tito",
        "biografia": "Bispos e discípulos de São Paulo. Timóteo foi bispo de Éfeso e Tito, bispo de Creta. São Paulo lhes dedicou duas de suas cartas.",
        "imagem": "timoteo_tito.jpg",
        "cor": "Branco"
    },
    "01-27": {
        "nome": "Santa Ângela Merici",
        "biografia": "Virgem e fundadora da Companhia de Santa Úrsula (Ursulinas). Dedicou-se à educação das jovens e à formação de catequistas.",
        "imagem": "angela_merici.jpg",
        "cor": "Branco"
    },
    "01-28": {
        "nome": "São Tomás de Aquino",
        "biografia": "Sacerdote dominicano e Doutor da Igreja, conhecido como o 'Doutor Angélico'. Um dos maiores teólogos e filósofos da história.",
        "imagem": "tomas_de_aquino.jpg",
        "cor": "Branco"
    },
    "01-29": {
        "nome": "São Valério de Saragoça",
        "biografia": "Bispo de Saragoça e mártir. Foi mestre de São Vicente de Saragoça e sofreu a perseguição de Diocleciano.",
        "imagem": "valerio_de_saragoca.jpg",
        "cor": "Vermelho"
    },
    "01-30": {
        "nome": "Santa Martina",
        "biografia": "Virgem e mártir romana, padroeira de Roma. Sofreu o martírio durante o reinado do imperador Alexandre Severo.",
        "imagem": "martina.jpg",
        "cor": "Vermelho"
    },
    "01-31": {
        "nome": "São João Bosco",
        "biografia": "Sacerdote e fundador da Congregação Salesiana. Dedicou sua vida à educação e evangelização dos jovens pobres e abandonados.",
        "imagem": "joao_bosco.jpg",
        "cor": "Branco"
    },
    "02-01": {
        "nome": "Santa Brígida de Kildare",
        "biografia": "Abadessa irlandesa, padroeira da Irlanda. Fundou o mosteiro de Kildare e é conhecida por sua caridade e milagres.",
        "imagem": "brigida_de_kildare.jpg",
        "cor": "Branco"
    },
    "02-02": {
        "nome": "Apresentação do Senhor",
        "biografia": "Festa da Apresentação do Senhor no Templo, também conhecida como Candelária. Quarenta dias após o Natal, Jesus é apresentado no Templo.",
        "imagem": "apresentacao_do_senhor.jpg",
        "cor": "Branco"
    },
    "02-03": {
        "nome": "São Brás",
        "biografia": "Bispo e mártir, padroeiro das doenças da garganta. Foi martirizado durante a perseguição de Licínio.",
        "imagem": "bras.jpg",
        "cor": "Vermelho"
    },
    "02-04": {
        "nome": "São João de Brito",
        "biografia": "Sacerdote jesuíta e mártir em Portugal. Missionário na Índia, foi martirizado por pregar o Evangelho.",
        "imagem": "joao_de_brito.jpg",
        "cor": "Vermelho"
    },
    "02-05": {
        "nome": "Santa Águeda",
        "biografia": "Virgem e mártir siciliana, padroeira das doenças dos seios. Sofreu o martírio durante a perseguição de Décio.",
        "imagem": "agueda.jpg",
        "cor": "Vermelho"
    },
    "02-06": {
        "nome": "Santos Paulo Miki e Companheiros",
        "biografia": "Mártires japoneses, crucificados por sua fé. Paulo Miki era um jesuíta e seus companheiros eram leigos e religiosos.",
        "imagem": "paulo_miki.jpg",
        "cor": "Vermelho"
    },
    "02-07": {
        "nome": "São Ricardo, o Rei",
        "biografia": "Rei da Inglaterra e pai de São Valdeberto e São Vilibaldo. Deixou o trono para peregrinar a Roma e à Terra Santa.",
        "imagem": "ricardo_rei.jpg",
        "cor": "Branco"
    },
    "02-08": {
        "nome": "Santa Josefina Bakhita",
        "biografia": "Virgem sudanesa, escrava que encontrou a liberdade e a fé. Tornou-se religiosa canossiana e dedicou sua vida à caridade.",
        "imagem": "josefina_bakhita.jpg",
        "cor": "Branco"
    },
    "02-09": {
        "nome": "Santa Apolônia",
        "biografia": "Virgem e mártir de Alexandria, padroeira dos dentistas. Sofreu o martírio durante a perseguição de Décio.",
        "imagem": "apolonia.jpg",
        "cor": "Vermelho"
    },
    "02-10": {
        "nome": "Santa Escolástica",
        "biografia": "Virgem e irmã gêmea de São Bento. Fundadora do ramo feminino da Ordem Beneditina, dedicada à vida contemplativa.",
        "imagem": "escolastica.jpg",
        "cor": "Branco"
    },
    "02-11": {
        "nome": "Nossa Senhora de Lourdes",
        "biografia": "Memória de Nossa Senhora de Lourdes. Em 1858, a Virgem Maria apareceu a Santa Bernadette Soubirous em Lourdes, França.",
        "imagem": "nossa_senhora_de_lourdes.jpg",
        "cor": "Branco"
    },
    "02-12": {
        "nome": "Santa Eulália de Barcelona",
        "biografia": "Virgem e mártir espanhola, padroeira de Barcelona. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "eulalia_de_barcelona.jpg",
        "cor": "Vermelho"
    },
    "02-13": {
        "nome": "Santa Catarina de Ricci",
        "biografia": "Virgem dominicana italiana, conhecida por seus êxtases e estigmas. Dedicou sua vida à oração e à penitência.",
        "imagem": "catarina_de_ricci.jpg",
        "cor": "Branco"
    },
    "02-14": {
        "nome": "Santos Cirilo e Metódio",
        "biografia": "Bispos e padroeiros da Europa. Evangelizaram os povos eslavos e criaram o alfabeto cirílico.",
        "imagem": "cirilo_metodio.jpg",
        "cor": "Branco"
    },
    "02-15": {
        "nome": "São Cláudio de La Colombière",
        "biografia": "Sacerdote jesuíta francês, confessor de Santa Margarida Maria Alacoque. Promoveu a devoção ao Sagrado Coração de Jesus.",
        "imagem": "claudio_de_la_colombiere.jpg",
        "cor": "Branco"
    },
    "02-16": {
        "nome": "Santa Juliana de Nicomédia",
        "biografia": "Virgem e mártir, sofreu o martírio durante a perseguição de Diocleciano. Padroeira das doenças contagiosas.",
        "imagem": "juliana_de_nicomedia.jpg",
        "cor": "Vermelho"
    },
    "02-17": {
        "nome": "Os Sete Santos Fundadores da Ordem dos Servitas",
        "biografia": "Sete florentinos que abandonaram a vida mundana para se dedicarem à oração e à penitência, fundando a Ordem dos Servitas de Maria.",
        "imagem": "sete_servitas.jpg",
        "cor": "Branco"
    },
    "02-18": {
        "nome": "Quarta-feira de Cinzas",
        "biografia": "Início da Quaresma, tempo de penitência e conversão. Dia de jejum e abstinência, com a imposição das cinzas.",
        "imagem": "quarta_de_cinzas.jpg",
        "cor": "Roxo"
    },
    "02-19": {
        "nome": "São Conrado de Piacenza",
        "biografia": "Eremita italiano, que após um acidente de caça, converteu-se e dedicou sua vida à penitência e à oração.",
        "imagem": "conrado_de_piacenza.jpg",
        "cor": "Roxo"
    },
    "02-20": {
        "nome": "Santa Jacinta Marto",
        "biografia": "Vidente de Fátima, irmã de Francisco Marto. Morreu jovem, oferecendo seus sofrimentos pela conversão dos pecadores.",
        "imagem": "jacinta_marto.jpg",
        "cor": "Roxo"
    },
    "02-21": {
        "nome": "São Pedro Damião",
        "biografia": "Bispo e Doutor da Igreja, cardeal e reformador. Dedicou-se à reforma da vida monástica e à luta contra a simonia.",
        "imagem": "pedro_damiao.jpg",
        "cor": "Roxo"
    },
    "02-22": {
        "nome": "Cátedra de São Pedro",
        "biografia": "Festa da Cátedra de São Pedro, símbolo da autoridade do Papa como sucessor de Pedro e pastor universal da Igreja.",
        "imagem": "catedra_de_pedro.jpg",
        "cor": "Branco"
    },
    "02-23": {
        "nome": "São Policarpo de Esmirna",
        "biografia": "Bispo e mártir, discípulo de São João Evangelista. Morreu queimado vivo por se recusar a renegar a Cristo.",
        "imagem": "policarpo_de_esmirna.jpg",
        "cor": "Vermelho"
    },
    "02-24": {
        "nome": "São Sérgio de Cesareia",
        "biografia": "Mártir, sofreu o martírio durante a perseguição de Diocleciano. Conhecido por sua coragem e fé inabalável.",
        "imagem": "sergio_de_cesareia.jpg",
        "cor": "Vermelho"
    },
    "02-25": {
        "nome": "São Cesário de Nazianzo",
        "biografia": "Médico e irmão de São Gregório Nazianzeno. Dedicou sua vida à caridade e ao serviço dos pobres.",
        "imagem": "cesario_de_nazianzo.jpg",
        "cor": "Roxo"
    },
    "02-26": {
        "nome": "São Néstor de Magydos",
        "biografia": "Bispo e mártir, sofreu o martírio durante a perseguição de Décio. Conhecido por sua pregação e zelo pastoral.",
        "imagem": "nestor_de_magydos.jpg",
        "cor": "Vermelho"
    },
    "02-27": {
        "nome": "São Gabriel de Nossa Senhora das Dores",
        "biografia": "Religioso passionista italiano, morreu jovem. Conhecido por sua devoção a Nossa Senhora das Dores.",
        "imagem": "gabriel_das_dores.jpg",
        "cor": "Roxo"
    },
    "02-28": {
        "nome": "São Romano de Condat",
        "biografia": "Abade e eremita francês, fundador de vários mosteiros. Conhecido por sua vida de penitência e oração.",
        "imagem": "romano_de_condat.jpg",
        "cor": "Roxo"
    },
    "02-29": {
        "nome": "São Osvaldo de Worcester",
        "biografia": "Bispo de Worcester e arcebispo de York. Reformador da vida monástica na Inglaterra.",
        "imagem": "osvaldo_de_worcester.jpg",
        "cor": "Roxo"
    },
    "03-01": {
        "nome": "São David de Gales",
        "biografia": "Bispo e padroeiro do País de Gales. Fundou vários mosteiros e é conhecido por sua austeridade e pregação.",
        "imagem": "david_de_gales.jpg",
        "cor": "Roxo"
    },
    "03-02": {
        "nome": "Santa Inês de Praga",
        "biografia": "Princesa e fundadora de um mosteiro de Clarissas em Praga. Dedicou sua vida à caridade e à oração.",
        "imagem": "ines_de_praga.jpg",
        "cor": "Roxo"
    },
    "03-03": {
        "nome": "Santa Catarina Drexel",
        "biografia": "Virgem americana, fundadora das Irmãs do Santíssimo Sacramento. Dedicou sua vida à educação dos índios e negros americanos.",
        "imagem": "catarina_drexel.jpg",
        "cor": "Roxo"
    },
    "03-04": {
        "nome": "São Casimiro",
        "biografia": "Príncipe polonês, padroeiro da Lituânia. Dedicou sua vida à oração e à caridade, recusando-se a casar-se para servir a Deus.",
        "imagem": "casimiro.jpg",
        "cor": "Roxo"
    },
    "03-05": {
        "nome": "São João José da Cruz",
        "biografia": "Sacerdote franciscano italiano, conhecido por sua humildade e milagres. Dedicou sua vida à oração e à penitência.",
        "imagem": "joao_jose_da_cruz.jpg",
        "cor": "Roxo"
    },
    "03-06": {
        "nome": "Santa Rosa de Viterbo",
        "biografia": "Virgem italiana, terciária franciscana. Conhecida por sua pregação e por sua devoção à Eucaristia.",
        "imagem": "rosa_de_viterbo.jpg",
        "cor": "Roxo"
    },
    "03-07": {
        "nome": "Santas Perpétua e Felicidade",
        "biografia": "Mártires de Cartago, morreram juntas por sua fé. Perpétua era uma jovem nobre e Felicidade, sua escrava.",
        "imagem": "perpetua_felicidade.jpg",
        "cor": "Vermelho"
    },
    "03-08": {
        "nome": "São João de Deus",
        "biografia": "Fundador da Ordem Hospitaleira de São João de Deus. Dedicou sua vida ao cuidado dos doentes e pobres.",
        "imagem": "joao_de_deus.jpg",
        "cor": "Roxo"
    },
    "03-09": {
        "nome": "Santa Francisca Romana",
        "biografia": "Viúva e fundadora das Oblatas de Tor de' Specchi. Conhecida por sua caridade e por suas visões.",
        "imagem": "francisca_romana.jpg",
        "cor": "Roxo"
    },
    "03-10": {
        "nome": "São João Ogilvie",
        "biografia": "Sacerdote jesuíta e mártir escocês. Foi enforcado por se recusar a reconhecer a autoridade do rei sobre a Igreja.",
        "imagem": "joao_ogilvie.jpg",
        "cor": "Vermelho"
    },
    "03-11": {
        "nome": "Santa Sofia de Roma",
        "biografia": "Mártir romana, mãe de três filhas (Fé, Esperança e Caridade), que também foram martirizadas.",
        "imagem": "sofia_de_roma.jpg",
        "cor": "Vermelho"
    },
    "03-12": {
        "nome": "São Maximiliano de Tebessa",
        "biografia": "Mártir africano, sofreu o martírio por se recusar a servir no exército romano por motivos de consciência.",
        "imagem": "maximiliano_de_tebessa.jpg",
        "cor": "Vermelho"
    },
    "03-13": {
        "nome": "Santa Eufrásia de Constantinopla",
        "biografia": "Virgem e abadessa, conhecida por sua humildade e caridade. Dedicou sua vida à oração e ao serviço dos pobres.",
        "imagem": "eufrasia_de_constantinopla.jpg",
        "cor": "Roxo"
    },
    "03-14": {
        "nome": "Santa Matilde",
        "biografia": "Rainha da Alemanha, conhecida por sua piedade e caridade. Fundou vários mosteiros e hospitais.",
        "imagem": "matilde.jpg",
        "cor": "Roxo"
    },
    "03-15": {
        "nome": "São Clemente Maria Hofbauer",
        "biografia": "Sacerdote redentorista, conhecido como o 'Apóstolo de Viena'. Dedicou sua vida à evangelização e à caridade.",
        "imagem": "clemente_maria_hofbauer.jpg",
        "cor": "Roxo"
    },
    "03-16": {
        "nome": "São Heriberto de Colônia",
        "biografia": "Bispo de Colônia e chanceler do imperador Otão III. Conhecido por sua caridade e por sua vida de oração.",
        "imagem": "heriberto_de_colonia.jpg",
        "cor": "Roxo"
    },
    "03-17": {
        "nome": "São Patrício",
        "biografia": "Bispo e padroeiro da Irlanda. Evangelizou a Irlanda e fundou inúmeras igrejas e mosteiros.",
        "imagem": "patricio.jpg",
        "cor": "Roxo"
    },
    "03-18": {
        "nome": "São Cirilo de Jerusalém",
        "biografia": "Bispo e Doutor da Igreja, conhecido por suas catequeses. Defendeu a fé contra o Arianismo.",
        "imagem": "cirilo_de_jerusalem.jpg",
        "cor": "Roxo"
    },
    "03-19": {
        "nome": "São José, Esposo da Virgem Maria",
        "biografia": "Solenidade de São José, Esposo da Virgem Maria e Patrono da Igreja Universal. Homem justo e pai adotivo de Jesus.",
        "imagem": "jose.jpg",
        "cor": "Branco"
    },
    "03-20": {
        "nome": "Santa Maria Josefa do Coração de Jesus",
        "biografia": "Virgem e fundadora das Servas de Jesus da Caridade. Dedicou sua vida ao cuidado dos doentes e pobres.",
        "imagem": "maria_josefa.jpg",
        "cor": "Roxo"
    },
    "03-21": {
        "nome": "São Bento",
        "biografia": "Abade e padroeiro da Europa. Fundador da Ordem Beneditina e autor da Regra de São Bento.",
        "imagem": "bento.jpg",
        "cor": "Roxo"
    },
    "03-22": {
        "nome": "Santa Léa de Roma",
        "biografia": "Viúva romana, discípula de São Jerônimo. Dedicou sua vida à oração e à caridade, vivendo em um mosteiro.",
        "imagem": "lea_de_roma.jpg",
        "cor": "Roxo"
    },
    "03-23": {
        "nome": "São Turíbio de Mongrovejo",
        "biografia": "Bispo de Lima, Peru. Dedicou sua vida à evangelização dos índios e à reforma da Igreja na América Latina.",
        "imagem": "turibio_de_mongrovejo.jpg",
        "cor": "Roxo"
    },
    "03-24": {
        "nome": "São Oscar Romero",
        "biografia": "Arcebispo de San Salvador e mártir. Defendeu os pobres e oprimidos, sendo assassinado por sua fé.",
        "imagem": "oscar_romero.jpg",
        "cor": "Vermelho"
    },
    "03-25": {
        "nome": "Anunciação do Senhor",
        "biografia": "Solenidade da Anunciação do Senhor. O anjo Gabriel anuncia a Maria que ela será a Mãe do Salvador.",
        "imagem": "anunciacao.jpg",
        "cor": "Branco"
    },
    "03-26": {
        "nome": "Santa Ludmila",
        "biografia": "Duquesa da Boêmia e mártir. Avó de São Venceslau, foi assassinada por sua fé.",
        "imagem": "ludmila.jpg",
        "cor": "Vermelho"
    },
    "03-27": {
        "nome": "São Ruperto de Salzburgo",
        "biografia": "Bispo e missionário, evangelizou a Baviera e a Áustria. Fundou a cidade de Salzburgo.",
        "imagem": "ruperto_de_salzburgo.jpg",
        "cor": "Roxo"
    },
    "03-28": {
        "nome": "São João de Capistrano",
        "biografia": "Sacerdote franciscano, conhecido por sua pregação e por sua luta contra os turcos. Foi um grande reformador da Ordem Franciscana.",
        "imagem": "joao_de_capistrano.jpg",
        "cor": "Roxo"
    },
    "03-29": {
        "nome": "São Eustáquio de Nápoles",
        "biografia": "Bispo de Nápoles, conhecido por sua caridade e por sua defesa da fé contra o Arianismo.",
        "imagem": "eustaquio_de_napoles.jpg",
        "cor": "Roxo"
    },
    "03-30": {
        "nome": "São João Clímaco",
        "biografia": "Abade e eremita, autor da obra 'Escada do Paraíso'. Viveu no Monte Sinai, dedicando-se à oração e à penitência.",
        "imagem": "joao_climaco.jpg",
        "cor": "Roxo"
    },
    "03-31": {
        "nome": "São Benjamim, o Diácono",
        "biografia": "Diácono e mártir persa, sofreu o martírio durante a perseguição de Isdegerdes I.",
        "imagem": "benjamim_diacono.jpg",
        "cor": "Vermelho"
    },
    "04-01": {
        "nome": "São Hugo de Grenoble",
        "biografia": "Bispo de Grenoble, conhecido por sua austeridade e por sua defesa da fé contra as heresias.",
        "imagem": "hugo_de_grenoble.jpg",
        "cor": "Roxo"
    },
    "04-02": {
        "nome": "São Francisco de Paula",
        "biografia": "Eremita e fundador da Ordem dos Mínimos. Conhecido por sua humildade e por seus milagres.",
        "imagem": "francisco_de_paula.jpg",
        "cor": "Roxo"
    },
    "04-03": {
        "nome": "São Ricardo de Chichester",
        "biografia": "Bispo de Chichester, conhecido por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "ricardo_de_chichester.jpg",
        "cor": "Roxo"
    },
    "04-04": {
        "nome": "Santo Isidoro de Sevilha",
        "biografia": "Bispo e Doutor da Igreja, conhecido por sua erudição e por sua obra 'Etimologias'.",
        "imagem": "isidoro_de_sevilha.jpg",
        "cor": "Roxo"
    },
    "04-05": {
        "nome": "Domingo de Páscoa",
        "biografia": "Solenidade da Páscoa do Senhor, a ressurreição de Jesus Cristo. O centro da fé cristã e a maior festa do calendário litúrgico.",
        "imagem": "pascoa.jpg",
        "cor": "Branco"
    },
    "04-06": {
        "nome": "São Marcelino de Cartago",
        "biografia": "Mártir, sofreu o martírio durante a perseguição de Diocleciano. Conhecido por sua coragem e fé inabalável.",
        "imagem": "marcelino_de_cartago.jpg",
        "cor": "Branco"
    },
    "04-07": {
        "nome": "São João Batista de La Salle",
        "biografia": "Sacerdote e fundador dos Irmãos das Escolas Cristãs. Dedicou sua vida à educação dos jovens pobres.",
        "imagem": "joao_batista_de_la_salle.jpg",
        "cor": "Branco"
    },
    "04-08": {
        "nome": "Santa Júlia Billiart",
        "biografia": "Virgem e fundadora das Irmãs de Nossa Senhora de Namur. Dedicou sua vida à educação das jovens.",
        "imagem": "julia_billiart.jpg",
        "cor": "Branco"
    },
    "04-09": {
        "nome": "Santa Maria de Cleófas",
        "biografia": "Uma das mulheres que acompanharam Jesus e testemunharam Sua ressurreição. Mãe de Tiago Menor e José.",
        "imagem": "maria_de_cleofas.jpg",
        "cor": "Branco"
    },
    "04-10": {
        "nome": "São Miguel dos Santos",
        "biografia": "Sacerdote trinitário espanhol, conhecido por sua devoção à Eucaristia e à Santíssima Trindade.",
        "imagem": "miguel_dos_santos.jpg",
        "cor": "Branco"
    },
    "04-11": {
        "nome": "São Estanislau",
        "biografia": "Bispo de Cracóvia e mártir. Defendeu a Igreja contra o rei Boleslau II, sendo assassinado por sua fé.",
        "imagem": "estanislau.jpg",
        "cor": "Vermelho"
    },
    "04-12": {
        "nome": "São Júlio I",
        "biografia": "Papa, defendeu a fé contra o Arianismo e convocou o Concílio de Sárdica. Conhecido por sua caridade.",
        "imagem": "julio_i.jpg",
        "cor": "Branco"
    },
    "04-13": {
        "nome": "São Martinho I",
        "biografia": "Papa e mártir, defendeu a fé contra o Monotelismo. Exilado e martirizado por sua fidelidade à Igreja.",
        "imagem": "martinho_i.jpg",
        "cor": "Vermelho"
    },
    "04-14": {
        "nome": "Santa Liduína de Schiedam",
        "biografia": "Virgem holandesa, conhecida por seus sofrimentos e por sua união com a Paixão de Cristo.",
        "imagem": "liduina_de_schiedam.jpg",
        "cor": "Branco"
    },
    "04-15": {
        "nome": "São Damião de Molokai",
        "biografia": "Sacerdote belga, missionário entre os leprosos de Molokai, Havaí. Morreu de lepra, dedicando sua vida aos doentes.",
        "imagem": "damiao_de_molokai.jpg",
        "cor": "Branco"
    },
    "04-16": {
        "nome": "Santa Bernadete Soubirous",
        "biografia": "Virgem francesa, vidente de Nossa Senhora de Lourdes. Tornou-se religiosa e dedicou sua vida à oração e à penitência.",
        "imagem": "bernadete_soubirous.jpg",
        "cor": "Branco"
    },
    "04-17": {
        "nome": "São Inocêncio I",
        "biografia": "Papa, defendeu a autoridade da Sé Apostólica e condenou o Pelagianismo. Conhecido por sua caridade.",
        "imagem": "inocencio_i.jpg",
        "cor": "Branco"
    },
    "04-18": {
        "nome": "São Galdino de Milão",
        "biografia": "Cardeal e arcebispo de Milão. Dedicou sua vida à reforma da Igreja e à luta contra as heresias.",
        "imagem": "galdino_de_milao.jpg",
        "cor": "Branco"
    },
    "04-19": {
        "nome": "São Leão IX",
        "biografia": "Papa, reformador da Igreja e defensor da fé contra as heresias. Conhecido por sua humildade e caridade.",
        "imagem": "leao_ix.jpg",
        "cor": "Branco"
    },
    "04-20": {
        "nome": "São Teotimo",
        "biografia": "Bispo de Tomis, conhecido por sua santidade e por sua defesa da fé contra o Arianismo.",
        "imagem": "teotimo.jpg",
        "cor": "Branco"
    },
    "04-21": {
        "nome": "Santo Anselmo de Cantuária",
        "biografia": "Bispo e Doutor da Igreja, conhecido como o 'Pai da Escolástica'. Autor da obra 'Proslogion'.",
        "imagem": "anselmo_de_canturia.jpg",
        "cor": "Branco"
    },
    "04-22": {
        "nome": "Santos Sotero e Caio",
        "biografia": "Papas e mártires, governaram a Igreja em tempos de perseguição. Conhecidos por sua caridade e zelo pastoral.",
        "imagem": "sotero_caio.jpg",
        "cor": "Vermelho"
    },
    "04-23": {
        "nome": "São Jorge",
        "biografia": "Mártir, padroeiro da Inglaterra e de várias cidades. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "jorge.jpg",
        "cor": "Vermelho"
    },
    "04-24": {
        "nome": "São Fidelis de Sigmaringen",
        "biografia": "Sacerdote capuchinho e mártir. Foi assassinado por pregar o Evangelho na Suíça.",
        "imagem": "fidelis_de_sigmaringen.jpg",
        "cor": "Vermelho"
    },
    "04-25": {
        "nome": "São Marcos, Evangelista",
        "biografia": "Festa de São Marcos, Evangelista. Discípulo de São Pedro, escreveu o Evangelho de Marcos.",
        "imagem": "marcos.jpg",
        "cor": "Vermelho"
    },
    "04-26": {
        "nome": "Nossa Senhora do Bom Conselho",
        "biografia": "Memória de Nossa Senhora do Bom Conselho. Devoção mariana que remonta ao século XIII.",
        "imagem": "nossa_senhora_do_bom_conselho.jpg",
        "cor": "Branco"
    },
    "04-27": {
        "nome": "Santa Zita",
        "biografia": "Virgem italiana, padroeira das empregadas domésticas. Dedicou sua vida ao serviço dos pobres e doentes.",
        "imagem": "zita.jpg",
        "cor": "Branco"
    },
    "04-28": {
        "nome": "São Pedro Chanel",
        "biografia": "Sacerdote marista e mártir. Foi assassinado por pregar o Evangelho na Oceania.",
        "imagem": "pedro_chanel.jpg",
        "cor": "Vermelho"
    },
    "04-29": {
        "nome": "Santa Catarina de Sena",
        "biografia": "Virgem e Doutora da Igreja, padroeira da Itália e da Europa. Mística e reformadora, influenciou a Igreja em seu tempo.",
        "imagem": "catarina_de_sena.jpg",
        "cor": "Branco"
    },
    "04-30": {
        "nome": "São Pio V",
        "biografia": "Papa, reformador da Igreja e defensor da fé contra o Protestantismo. Conhecido por sua austeridade e piedade.",
        "imagem": "pio_v.jpg",
        "cor": "Branco"
    },
    "05-01": {
        "nome": "São José Operário",
        "biografia": "Festa de São José Operário. Padroeiro dos trabalhadores, celebra o trabalho humano como dom de Deus.",
        "imagem": "jose_operario.jpg",
        "cor": "Branco"
    },
    "05-02": {
        "nome": "Santo Atanásio",
        "biografia": "Bispo e Doutor da Igreja, defensor da divindade de Cristo contra o Arianismo. Exilado por sua fé.",
        "imagem": "atanasio.jpg",
        "cor": "Branco"
    },
    "05-03": {
        "nome": "Santos Filipe e Tiago, Apóstolos",
        "biografia": "Festa dos Santos Filipe e Tiago, Apóstolos. Filipe era de Betsaida e Tiago, filho de Alfeu, era um dos Doze.",
        "imagem": "filipe_tiago.jpg",
        "cor": "Vermelho"
    },
    "05-04": {
        "nome": "São Floriano",
        "biografia": "Mártir, padroeiro dos bombeiros. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "floriano.jpg",
        "cor": "Vermelho"
    },
    "05-05": {
        "nome": "São Pio V",
        "biografia": "Papa, reformador da Igreja e defensor da fé contra o Protestantismo. Conhecido por sua austeridade e piedade.",
        "imagem": "pio_v.jpg",
        "cor": "Branco"
    },
    "05-06": {
        "nome": "São João Evangelista na Porta Latina",
        "biografia": "Festa de São João Evangelista na Porta Latina. Celebra a libertação milagrosa de João da perseguição em Roma.",
        "imagem": "joao_porta_latina.jpg",
        "cor": "Branco"
    },
    "05-07": {
        "nome": "Santa Flávia Domitila",
        "biografia": "Virgem e mártir romana, sobrinha do imperador Domiciano. Sofreu o martírio por se recusar a renunciar à sua fé.",
        "imagem": "flavia_domitila.jpg",
        "cor": "Vermelho"
    },
    "05-08": {
        "nome": "Nossa Senhora de Pompeia",
        "biografia": "Memória de Nossa Senhora do Rosário de Pompeia. Devoção mariana ligada à oração do Rosário.",
        "imagem": "nossa_senhora_de_pompeia.jpg",
        "cor": "Branco"
    },
    "05-09": {
        "nome": "Santa Luísa de Marillac",
        "biografia": "Viúva e fundadora das Filhas da Caridade. Dedicou sua vida ao serviço dos pobres e doentes.",
        "imagem": "luisa_de_marillac.jpg",
        "cor": "Branco"
    },
    "05-10": {
        "nome": "São João de Ávila",
        "biografia": "Sacerdote e Doutor da Igreja, conhecido como o 'Apóstolo da Andaluzia'. Mestre espiritual e reformador.",
        "imagem": "joao_de_avila.jpg",
        "cor": "Branco"
    },
    "05-11": {
        "nome": "São Mamerto de Viena",
        "biografia": "Bispo de Viena, conhecido por sua caridade e por sua defesa da fé contra as heresias.",
        "imagem": "mamerto_de_viena.jpg",
        "cor": "Branco"
    },
    "05-12": {
        "nome": "Santos Nereu e Aquileu",
        "biografia": "Mártires romanos, soldados que se converteram ao cristianismo. Sofreram o martírio durante a perseguição de Diocleciano.",
        "imagem": "nereu_aquileu.jpg",
        "cor": "Vermelho"
    },
    "05-13": {
        "nome": "Nossa Senhora de Fátima",
        "biografia": "Memória de Nossa Senhora de Fátima. Em 1917, a Virgem Maria apareceu a três pastorinhos em Fátima, Portugal.",
        "imagem": "nossa_senhora_de_fatima.jpg",
        "cor": "Branco"
    },
    "05-14": {
        "nome": "São Matias, Apóstolo",
        "biografia": "Festa de São Matias, Apóstolo. Escolhido para substituir Judas Iscariotes no colégio apostólico.",
        "imagem": "matias.jpg",
        "cor": "Vermelho"
    },
    "05-15": {
        "nome": "Santo Isidro, o Lavrador",
        "biografia": "Leigo espanhol, padroeiro dos agricultores. Conhecido por sua piedade e por seus milagres.",
        "imagem": "isidro_lavrador.jpg",
        "cor": "Branco"
    },
    "05-16": {
        "nome": "São Simão Stock",
        "biografia": "Sacerdote carmelita, conhecido por sua devoção a Nossa Senhora do Carmo e por ter recebido o escapulário.",
        "imagem": "simao_stock.jpg",
        "cor": "Branco"
    },
    "05-17": {
        "nome": "São Pascoal Bailão",
        "biografia": "Leigo franciscano espanhol, conhecido por sua devoção à Eucaristia. Padroeiro dos congressos eucarísticos.",
        "imagem": "pascoal_bailao.jpg",
        "cor": "Branco"
    },
    "05-18": {
        "nome": "São João I",
        "biografia": "Papa e mártir, sofreu o martírio durante o reinado do rei ostrogodo Teodorico. Conhecido por sua caridade.",
        "imagem": "joao_i.jpg",
        "cor": "Vermelho"
    },
    "05-19": {
        "nome": "São Ivo de Chartres",
        "biografia": "Bispo de Chartres, conhecido por sua erudição e por sua defesa da Igreja contra os abusos do poder temporal.",
        "imagem": "ivo_de_chartres.jpg",
        "cor": "Branco"
    },
    "05-20": {
        "nome": "São Bernardino de Sena",
        "biografia": "Sacerdote franciscano, conhecido por sua pregação e por sua devoção ao Santíssimo Nome de Jesus.",
        "imagem": "bernardino_de_sena.jpg",
        "cor": "Branco"
    },
    "05-21": {
        "nome": "São Cristóvão Magalhães e Companheiros",
        "biografia": "Mártires mexicanos, sofreram o martírio durante a perseguição religiosa no México. Conhecidos por sua coragem e fé.",
        "imagem": "cristovao_magalhaes.jpg",
        "cor": "Vermelho"
    },
    "05-22": {
        "nome": "Santa Rita de Cássia",
        "biografia": "Viúva e religiosa agostiniana, padroeira das causas impossíveis. Conhecida por sua paciência e por seus estigmas.",
        "imagem": "rita_de_cassia.jpg",
        "cor": "Branco"
    },
    "05-23": {
        "nome": "São João Batista de Rossi",
        "biografia": "Sacerdote italiano, conhecido por sua caridade e por sua dedicação aos pobres e doentes.",
        "imagem": "joao_batista_de_rossi.jpg",
        "cor": "Branco"
    },
    "05-24": {
        "nome": "Pentecostes",
        "biografia": "Solenidade de Pentecostes, o derramamento do Espírito Santo sobre os Apóstolos. Marca o nascimento da Igreja.",
        "imagem": "pentecostes.jpg",
        "cor": "Vermelho"
    },
    "05-25": {
        "nome": "São Beda, o Venerável",
        "biografia": "Sacerdote e Doutor da Igreja, conhecido como o 'Pai da História Inglesa'. Autor da obra 'História Eclesiástica do Povo Inglês'.",
        "imagem": "beda_veneravel.jpg",
        "cor": "Branco"
    },
    "05-26": {
        "nome": "São Filipe Néri",
        "biografia": "Sacerdote italiano, conhecido como o 'Apóstolo de Roma'. Fundador da Congregação do Oratório.",
        "imagem": "filipe_neri.jpg",
        "cor": "Branco"
    },
    "05-27": {
        "nome": "Santo Agostinho de Cantuária",
        "biografia": "Bispo e missionário, evangelizou a Inglaterra. Primeiro arcebispo de Cantuária.",
        "imagem": "agostinho_de_canturia.jpg",
        "cor": "Branco"
    },
    "05-28": {
        "nome": "São Germano de Paris",
        "biografia": "Bispo de Paris, conhecido por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "germano_de_paris.jpg",
        "cor": "Branco"
    },
    "05-29": {
        "nome": "São Paulo VI",
        "biografia": "Papa, conhecido por sua encíclica 'Humanae Vitae' e por ter concluído o Concílio Vaticano II.",
        "imagem": "paulo_vi.jpg",
        "cor": "Branco"
    },
    "05-30": {
        "nome": "Santa Joana d'Arc",
        "biografia": "Virgem e mártir francesa, heroína nacional. Liderou o exército francês contra os ingleses, sendo queimada viva por sua fé.",
        "imagem": "joana_darc.jpg",
        "cor": "Vermelho"
    },
    "05-31": {
        "nome": "Visitação de Nossa Senhora",
        "biografia": "Festa da Visitação de Nossa Senhora a Santa Isabel. Maria visita sua prima Isabel, que está grávida de João Batista.",
        "imagem": "visitacao.jpg",
        "cor": "Branco"
    },
    "06-01": {
        "nome": "São Justino",
        "biografia": "Mártir e filósofo, um dos primeiros apologistas cristãos. Sofreu o martírio durante o reinado do imperador Marco Aurélio.",
        "imagem": "justino.jpg",
        "cor": "Vermelho"
    },
    "06-02": {
        "nome": "Santos Marcelino e Pedro",
        "biografia": "Mártires romanos, sofreram o martírio durante a perseguição de Diocleciano. Conhecidos por sua coragem e fé.",
        "imagem": "marcelino_pedro.jpg",
        "cor": "Vermelho"
    },
    "06-03": {
        "nome": "São Carlos Lwanga e Companheiros",
        "biografia": "Mártires de Uganda, sofreram o martírio por se recusarem a renunciar à sua fé. Conhecidos por sua pureza e coragem.",
        "imagem": "carlos_lwanga.jpg",
        "cor": "Vermelho"
    },
    "06-04": {
        "nome": "São Francisco Caracciolo",
        "biografia": "Sacerdote e co-fundador dos Clérigos Regulares Menores. Conhecido por sua devoção à Eucaristia.",
        "imagem": "francisco_caracciolo.jpg",
        "cor": "Branco"
    },
    "06-05": {
        "nome": "São Bonifácio",
        "biografia": "Bispo e mártir, conhecido como o 'Apóstolo da Alemanha'. Evangelizou os povos germânicos, sendo martirizado.",
        "imagem": "bonifacio.jpg",
        "cor": "Vermelho"
    },
    "06-06": {
        "nome": "São Norberto",
        "biografia": "Bispo e fundador da Ordem dos Premonstratenses. Conhecido por sua pregação e por sua luta contra as heresias.",
        "imagem": "norberto.jpg",
        "cor": "Branco"
    },
    "06-07": {
        "nome": "Santíssima Trindade",
        "biografia": "Solenidade da Santíssima Trindade. Celebra o mistério de um só Deus em três Pessoas: Pai, Filho e Espírito Santo.",
        "imagem": "santissima_trindade.jpg",
        "cor": "Branco"
    },
    "06-08": {
        "nome": "São Medardo de Noyon",
        "biografia": "Bispo de Noyon, conhecido por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "medardo_de_noyon.jpg",
        "cor": "Branco"
    },
    "06-09": {
        "nome": "Santo Efrém",
        "biografia": "Diácono e Doutor da Igreja, conhecido como a 'Harpa do Espírito Santo'. Autor de hinos e poemas teológicos.",
        "imagem": "efrem.jpg",
        "cor": "Branco"
    },
    "06-10": {
        "nome": "São João de Sahagún",
        "biografia": "Sacerdote agostiniano espanhol, conhecido por sua pregação e por sua luta pela paz.",
        "imagem": "joao_de_sahagun.jpg",
        "cor": "Branco"
    },
    "06-11": {
        "nome": "São Barnabé, Apóstolo",
        "biografia": "Memória de São Barnabé, Apóstolo. Companheiro de São Paulo em suas viagens missionárias.",
        "imagem": "barnabe.jpg",
        "cor": "Vermelho"
    },
    "06-12": {
        "nome": "São João de Sahagún",
        "biografia": "Sacerdote agostiniano espanhol, conhecido por sua pregação e por sua luta pela paz.",
        "imagem": "joao_de_sahagun.jpg",
        "cor": "Branco"
    },
    "06-13": {
        "nome": "Santo Antônio de Pádua",
        "biografia": "Sacerdote franciscano e Doutor da Igreja, padroeiro dos pobres e das coisas perdidas. Conhecido por sua pregação.",
        "imagem": "antonio_de_padua.jpg",
        "cor": "Branco"
    },
    "06-14": {
        "nome": "Corpo e Sangue de Cristo (Corpus Christi)",
        "biografia": "Solenidade do Santíssimo Corpo e Sangue de Cristo. Celebra a presença real de Jesus na Eucaristia.",
        "imagem": "corpus_christi.jpg",
        "cor": "Branco"
    },
    "06-15": {
        "nome": "Santa Germana Cousin",
        "biografia": "Virgem francesa, conhecida por sua humildade e por sua devoção a Nossa Senhora.",
        "imagem": "germana_cousin.jpg",
        "cor": "Branco"
    },
    "06-16": {
        "nome": "São João Francisco Régis",
        "biografia": "Sacerdote jesuíta francês, conhecido por sua caridade e por sua dedicação aos pobres e doentes.",
        "imagem": "joao_francisco_regis.jpg",
        "cor": "Branco"
    },
    "06-17": {
        "nome": "São Nicolau de Flue",
        "biografia": "Eremita suíço, padroeiro da Suíça. Conhecido por sua vida de oração e por sua intervenção na política.",
        "imagem": "nicolau_de_flue.jpg",
        "cor": "Branco"
    },
    "06-18": {
        "nome": "São Gregório Barbarigo",
        "biografia": "Cardeal e bispo de Pádua. Dedicou sua vida à reforma da Igreja e à educação do clero.",
        "imagem": "gregorio_barbarigo.jpg",
        "cor": "Branco"
    },
    "06-19": {
        "nome": "Sagrado Coração de Jesus",
        "biografia": "Solenidade do Sagrado Coração de Jesus. Celebra o amor de Jesus pela humanidade, simbolizado por Seu Coração.",
        "imagem": "sagrado_coracao.jpg",
        "cor": "Branco"
    },
    "06-20": {
        "nome": "Imaculado Coração de Maria",
        "biografia": "Memória do Imaculado Coração de Maria. Celebra a pureza e a santidade do Coração de Maria.",
        "imagem": "imaculado_coracao.jpg",
        "cor": "Branco"
    },
    "06-21": {
        "nome": "São Luís Gonzaga",
        "biografia": "Religioso jesuíta, padroeiro da juventude. Morreu jovem, dedicando sua vida ao serviço dos doentes.",
        "imagem": "luis_gonzaga.jpg",
        "cor": "Branco"
    },
    "06-22": {
        "nome": "São João Fisher e São Tomás More",
        "biografia": "Mártires ingleses, sofreram o martírio por se recusarem a reconhecer o rei Henrique VIII como chefe da Igreja.",
        "imagem": "joao_fisher_tomas_more.jpg",
        "cor": "Vermelho"
    },
    "06-23": {
        "nome": "Santa Eteldreda",
        "biografia": "Rainha e abadessa inglesa, fundadora do mosteiro de Ely. Conhecida por sua piedade e caridade.",
        "imagem": "eteldreda.jpg",
        "cor": "Branco"
    },
    "06-24": {
        "nome": "Nascimento de São João Batista",
        "biografia": "Solenidade do Nascimento de São João Batista. Precursor de Jesus, preparou o caminho para o Salvador.",
        "imagem": "nascimento_joao_batista.jpg",
        "cor": "Branco"
    },
    "06-25": {
        "nome": "São Guilherme de Vercelli",
        "biografia": "Eremita e fundador da Congregação de Monte Vergine. Conhecido por sua austeridade e por seus milagres.",
        "imagem": "guilherme_de_vercelli.jpg",
        "cor": "Branco"
    },
    "06-26": {
        "nome": "São Josemaría Escrivá",
        "biografia": "Sacerdote e fundador do Opus Dei. Dedicou sua vida à santificação do trabalho e da vida cotidiana.",
        "imagem": "josemaria_escriva.jpg",
        "cor": "Branco"
    },
    "06-27": {
        "nome": "São Cirilo de Alexandria",
        "biografia": "Bispo e Doutor da Igreja, defensor da maternidade divina de Maria contra o Nestorianismo.",
        "imagem": "cirilo_de_alexandria.jpg",
        "cor": "Branco"
    },
    "06-28": {
        "nome": "Santo Irineu de Lyon",
        "biografia": "Bispo e mártir, um dos primeiros Padres da Igreja. Defendeu a fé contra as heresias gnósticas.",
        "imagem": "irineu_de_lyon.jpg",
        "cor": "Vermelho"
    },
    "06-29": {
        "nome": "São Pedro e São Paulo, Apóstolos",
        "biografia": "Solenidade de São Pedro e São Paulo, Apóstolos. Pilares da Igreja, sofreram o martírio em Roma.",
        "imagem": "pedro_paulo.jpg",
        "cor": "Vermelho"
    },
    "06-30": {
        "nome": "Primeiros Mártires da Igreja Romana",
        "biografia": "Memória dos Primeiros Mártires da Igreja Romana, vítimas da perseguição de Nero. Testemunharam sua fé com o sangue.",
        "imagem": "primeiros_martires.jpg",
        "cor": "Vermelho"
    },
    "07-01": {
        "nome": "São Junípero Serra",
        "biografia": "Sacerdote franciscano e missionário na Califórnia. Fundou várias missões e dedicou sua vida à evangelização dos índios.",
        "imagem": "junipero_serra.jpg",
        "cor": "Branco"
    },
    "07-02": {
        "nome": "Nossa Senhora da Visitação",
        "biografia": "Festa da Visitação de Nossa Senhora a Santa Isabel. Maria visita sua prima Isabel, que está grávida de João Batista.",
        "imagem": "visitacao.jpg",
        "cor": "Branco"
    },
    "07-03": {
        "nome": "São Tomé, Apóstolo",
        "biografia": "Festa de São Tomé, Apóstolo. Conhecido por sua incredulidade, que o levou a uma fé mais profunda.",
        "imagem": "tome.jpg",
        "cor": "Vermelho"
    },
    "07-04": {
        "nome": "Santa Isabel de Portugal",
        "biografia": "Rainha de Portugal, conhecida por sua caridade e por sua intervenção na política para promover a paz.",
        "imagem": "isabel_de_portugal.jpg",
        "cor": "Branco"
    },
    "07-05": {
        "nome": "Santo Antônio Maria Zaccaria",
        "biografia": "Sacerdote e fundador dos Clérigos Regulares de São Paulo (Barnabitas). Dedicou sua vida à reforma do clero.",
        "imagem": "antonio_maria_zaccaria.jpg",
        "cor": "Branco"
    },
    "07-06": {
        "nome": "Santa Maria Goretti",
        "biografia": "Virgem e mártir italiana, morreu defendendo sua pureza. Padroeira da juventude e da pureza.",
        "imagem": "maria_goretti.jpg",
        "cor": "Vermelho"
    },
    "07-07": {
        "nome": "São Willibaldo",
        "biografia": "Bispo e missionário, evangelizou a Baviera e a Turíngia. Irmão de São Valdeberto e filho de São Ricardo.",
        "imagem": "willibaldo.jpg",
        "cor": "Branco"
    },
    "07-08": {
        "nome": "Santo Eugênio III",
        "biografia": "Papa, discípulo de São Bernardo de Claraval. Conhecido por sua humildade e por sua defesa da Igreja.",
        "imagem": "eugenio_iii.jpg",
        "cor": "Branco"
    },
    "07-09": {
        "nome": "Santos Agostinho Zhao Rong e Companheiros",
        "biografia": "Mártires chineses, sofreram o martírio por se recusarem a renunciar à sua fé. Conhecidos por sua coragem.",
        "imagem": "agostinho_zhao_rong.jpg",
        "cor": "Vermelho"
    },
    "07-10": {
        "nome": "Santa Verônica Giuliani",
        "biografia": "Virgem capuchinha italiana, conhecida por seus estigmas e por sua união com a Paixão de Cristo.",
        "imagem": "veronica_giuliani.jpg",
        "cor": "Branco"
    },
    "07-11": {
        "nome": "São Bento",
        "biografia": "Abade e padroeiro da Europa. Fundador da Ordem Beneditina e autor da Regra de São Bento.",
        "imagem": "bento.jpg",
        "cor": "Branco"
    },
    "07-12": {
        "nome": "São João Gualberto",
        "biografia": "Abade e fundador da Ordem de Vallombrosa. Conhecido por sua conversão e por sua vida de penitência.",
        "imagem": "joao_gualberto.jpg",
        "cor": "Branco"
    },
    "07-13": {
        "nome": "Santo Henrique II",
        "biografia": "Imperador do Sacro Império Romano-Germânico, conhecido por sua piedade e por sua defesa da Igreja.",
        "imagem": "henrique_ii.jpg",
        "cor": "Branco"
    },
    "07-14": {
        "nome": "São Camilo de Lellis",
        "biografia": "Sacerdote e fundador da Ordem dos Ministros dos Enfermos (Camilianos). Dedicou sua vida ao cuidado dos doentes.",
        "imagem": "camilo_de_lellis.jpg",
        "cor": "Branco"
    },
    "07-15": {
        "nome": "São Boaventura",
        "biografia": "Bispo e Doutor da Igreja, cardeal e teólogo franciscano. Conhecido como o 'Doutor Seráfico'.",
        "imagem": "boaventura.jpg",
        "cor": "Branco"
    },
    "07-16": {
        "nome": "Nossa Senhora do Carmo",
        "biografia": "Memória de Nossa Senhora do Carmo. Devoção mariana ligada ao Monte Carmelo e ao escapulário.",
        "imagem": "nossa_senhora_do_carmo.jpg",
        "cor": "Branco"
    },
    "07-17": {
        "nome": "Santa Edviges da Polônia",
        "biografia": "Rainha da Polônia, conhecida por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "edviges_da_polonia.jpg",
        "cor": "Branco"
    },
    "07-18": {
        "nome": "São Francisco Solano",
        "biografia": "Sacerdote franciscano e missionário na América do Sul. Conhecido por sua pregação e por seus milagres.",
        "imagem": "francisco_solano.jpg",
        "cor": "Branco"
    },
    "07-19": {
        "nome": "São Vicente de Paulo",
        "biografia": "Sacerdote e fundador da Congregação da Missão (Lazaristas) e das Filhas da Caridade. Dedicou sua vida aos pobres.",
        "imagem": "vicente_de_paulo.jpg",
        "cor": "Branco"
    },
    "07-20": {
        "nome": "Santa Margarida de Antioquia",
        "biografia": "Virgem e mártir, sofreu o martírio durante a perseguição de Diocleciano. Padroeira das mulheres grávidas.",
        "imagem": "margarida_de_antioquia.jpg",
        "cor": "Vermelho"
    },
    "07-21": {
        "nome": "São Lourenço de Brindisi",
        "biografia": "Sacerdote capuchinho e Doutor da Igreja. Conhecido por sua pregação e por sua erudição.",
        "imagem": "lourenco_de_brindisi.jpg",
        "cor": "Branco"
    },
    "07-22": {
        "nome": "Santa Maria Madalena",
        "biografia": "Festa de Santa Maria Madalena. Discípula de Jesus, foi a primeira a testemunhar Sua ressurreição.",
        "imagem": "maria_madalena.jpg",
        "cor": "Branco"
    },
    "07-23": {
        "nome": "Santa Brígida da Suécia",
        "biografia": "Viúva e fundadora da Ordem do Santíssimo Salvador (Brigidinas). Padroeira da Europa.",
        "imagem": "brigida_da_suecia.jpg",
        "cor": "Branco"
    },
    "07-24": {
        "nome": "São Charbel Makhlouf",
        "biografia": "Sacerdote maronita e eremita libanês. Conhecido por sua vida de oração e por seus milagres.",
        "imagem": "charbel_makhlouf.jpg",
        "cor": "Branco"
    },
    "07-25": {
        "nome": "São Tiago Maior, Apóstolo",
        "biografia": "Festa de São Tiago Maior, Apóstolo. Irmão de São João Evangelista, foi um dos primeiros a seguir Jesus.",
        "imagem": "tiago_maior.jpg",
        "cor": "Vermelho"
    },
    "07-26": {
        "nome": "Santos Joaquim e Ana",
        "biografia": "Memória dos Santos Joaquim e Ana, pais de Nossa Senhora. Avós de Jesus, são modelos de fé e piedade.",
        "imagem": "joaquim_ana.jpg",
        "cor": "Branco"
    },
    "07-27": {
        "nome": "São Pantaleão",
        "biografia": "Mártir, padroeiro dos médicos. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "pantaleao.jpg",
        "cor": "Vermelho"
    },
    "07-28": {
        "nome": "São Sansão de Dol",
        "biografia": "Bispo e abade, evangelizou a Bretanha. Conhecido por sua santidade e por seus milagres.",
        "imagem": "sansao_de_dol.jpg",
        "cor": "Branco"
    },
    "07-29": {
        "nome": "Santa Marta",
        "biografia": "Memória de Santa Marta. Irmã de Maria e Lázaro, acolheu Jesus em sua casa em Betânia.",
        "imagem": "marta.jpg",
        "cor": "Branco"
    },
    "07-30": {
        "nome": "São Pedro Crisólogo",
        "biografia": "Bispo e Doutor da Igreja, conhecido por sua eloquência. Defendeu a fé contra as heresias.",
        "imagem": "pedro_crisologo.jpg",
        "cor": "Branco"
    },
    "07-31": {
        "nome": "Santo Inácio de Loyola",
        "biografia": "Sacerdote e fundador da Companhia de Jesus (Jesuítas). Dedicou sua vida à evangelização e à educação.",
        "imagem": "inacio_de_loyola.jpg",
        "cor": "Branco"
    },
    "08-01": {
        "nome": "Santo Afonso Maria de Ligório",
        "biografia": "Bispo e Doutor da Igreja, fundador da Congregação do Santíssimo Redentor (Redentoristas). Conhecido por sua teologia moral.",
        "imagem": "afonso_maria_de_ligorio.jpg",
        "cor": "Branco"
    },
    "08-02": {
        "nome": "Nossa Senhora dos Anjos",
        "biografia": "Memória de Nossa Senhora dos Anjos. Devoção mariana ligada à Porciúncula, em Assis.",
        "imagem": "nossa_senhora_dos_anjos.jpg",
        "cor": "Branco"
    },
    "08-03": {
        "nome": "Santa Lídia de Tiatira",
        "biografia": "Primeira convertida de São Paulo na Europa. Mulher de negócios, acolheu Paulo em sua casa.",
        "imagem": "lidia_de_tiatira.jpg",
        "cor": "Branco"
    },
    "08-04": {
        "nome": "São João Maria Vianney",
        "biografia": "Sacerdote, padroeiro dos párocos. Conhecido como o 'Cura d'Ars', dedicou sua vida à confissão e à pregação.",
        "imagem": "joao_maria_vianney.jpg",
        "cor": "Branco"
    },
    "08-05": {
        "nome": "Dedicação da Basílica de Santa Maria Maior",
        "biografia": "Festa da Dedicação da Basílica de Santa Maria Maior, em Roma. Celebra a maternidade divina de Maria.",
        "imagem": "santa_maria_maior.jpg",
        "cor": "Branco"
    },
    "08-06": {
        "nome": "Transfiguração do Senhor",
        "biografia": "Festa da Transfiguração do Senhor. Jesus se manifesta em Sua glória a Pedro, Tiago e João no Monte Tabor.",
        "imagem": "transfiguracao.jpg",
        "cor": "Branco"
    },
    "08-07": {
        "nome": "São Caetano de Thiene",
        "biografia": "Sacerdote e co-fundador dos Clérigos Regulares (Teatinos). Dedicou sua vida à reforma do clero e à caridade.",
        "imagem": "caetano_de_thiene.jpg",
        "cor": "Branco"
    },
    "08-08": {
        "nome": "São Domingos de Gusmão",
        "biografia": "Sacerdote e fundador da Ordem dos Pregadores (Dominicanos). Conhecido por sua pregação e por sua devoção ao Rosário.",
        "imagem": "domingos_de_gusmao.jpg",
        "cor": "Branco"
    },
    "08-09": {
        "nome": "Santa Teresa Benedita da Cruz (Edith Stein)",
        "biografia": "Virgem e mártir, carmelita descalça. Filósofa judia convertida, morreu em Auschwitz por sua fé.",
        "imagem": "teresa_benedita_da_cruz.jpg",
        "cor": "Vermelho"
    },
    "08-10": {
        "nome": "São Lourenço",
        "biografia": "Diácono e mártir romano, sofreu o martírio na grelha. Conhecido por sua caridade e por sua coragem.",
        "imagem": "lourenco.jpg",
        "cor": "Vermelho"
    },
    "08-11": {
        "nome": "Santa Clara de Assis",
        "biografia": "Virgem e fundadora das Clarissas. Discípula de São Francisco de Assis, dedicou sua vida à pobreza e à oração.",
        "imagem": "clara_de_assis.jpg",
        "cor": "Branco"
    },
    "08-12": {
        "nome": "Santa Joana Francisca de Chantal",
        "biografia": "Viúva e fundadora da Ordem da Visitação de Santa Maria. Conhecida por sua humildade e por sua caridade.",
        "imagem": "joana_francisca_de_chantal.jpg",
        "cor": "Branco"
    },
    "08-13": {
        "nome": "Santos Ponciano e Hipólito",
        "biografia": "Ponciano foi Papa e Hipólito, sacerdote. Mártires, sofreram o martírio juntos na Sardenha.",
        "imagem": "ponciano_hipolito.jpg",
        "cor": "Vermelho"
    },
    "08-14": {
        "nome": "São Maximiliano Maria Kolbe",
        "biografia": "Sacerdote franciscano e mártir em Auschwitz. Ofereceu sua vida em troca de um pai de família.",
        "imagem": "maximiliano_kolbe.jpg",
        "cor": "Vermelho"
    },
    "08-15": {
        "nome": "Assunção de Nossa Senhora",
        "biografia": "Solenidade da Assunção de Nossa Senhora. Maria é elevada ao Céu em corpo e alma.",
        "imagem": "assuncao.jpg",
        "cor": "Branco"
    },
    "08-16": {
        "nome": "Santo Estêvão da Hungria",
        "biografia": "Rei da Hungria, conhecido por sua piedade e por sua defesa da Igreja. Padroeiro da Hungria.",
        "imagem": "estevao_da_hungria.jpg",
        "cor": "Branco"
    },
    "08-17": {
        "nome": "São Jacinto de Cracóvia",
        "biografia": "Sacerdote dominicano, missionário na Polônia e na Rússia. Conhecido por sua pregação e por seus milagres.",
        "imagem": "jacinto_de_cracovia.jpg",
        "cor": "Branco"
    },
    "08-18": {
        "nome": "Santa Helena",
        "biografia": "Imperatriz romana, mãe de Constantino. Encontrou a Vera Cruz em Jerusalém.",
        "imagem": "helena.jpg",
        "cor": "Branco"
    },
    "08-19": {
        "nome": "São João Eudes",
        "biografia": "Sacerdote e fundador da Congregação de Jesus e Maria (Eudistas). Promoveu a devoção aos Sagrados Corações.",
        "imagem": "joao_eudes.jpg",
        "cor": "Branco"
    },
    "08-20": {
        "nome": "São Bernardo de Claraval",
        "biografia": "Abade e Doutor da Igreja, conhecido como o 'Doutor Melífluo'. Reformador da Ordem Cisterciense.",
        "imagem": "bernardo_de_claraval.jpg",
        "cor": "Branco"
    },
    "08-21": {
        "nome": "São Pio X",
        "biografia": "Papa, conhecido por sua reforma litúrgica e por sua defesa da fé contra o Modernismo.",
        "imagem": "pio_x.jpg",
        "cor": "Branco"
    },
    "08-22": {
        "nome": "Nossa Senhora Rainha",
        "biografia": "Memória de Nossa Senhora Rainha. Celebra a realeza de Maria, Mãe de Deus e Rainha do Céu e da Terra.",
        "imagem": "nossa_senhora_rainha.jpg",
        "cor": "Branco"
    },
    "08-23": {
        "nome": "Santa Rosa de Lima",
        "biografia": "Virgem peruana, terciária dominicana. Padroeira da América, conhecida por sua penitência e caridade.",
        "imagem": "rosa_de_lima.jpg",
        "cor": "Branco"
    },
    "08-24": {
        "nome": "São Bartolomeu, Apóstolo",
        "biografia": "Festa de São Bartolomeu, Apóstolo. Também conhecido como Natanael, foi um dos Doze.",
        "imagem": "bartolomeu.jpg",
        "cor": "Vermelho"
    },
    "08-25": {
        "nome": "São Luís IX",
        "biografia": "Rei da França, conhecido por sua piedade e por sua defesa da Igreja. Participou das Cruzadas.",
        "imagem": "luis_ix.jpg",
        "cor": "Branco"
    },
    "08-26": {
        "nome": "Santa Teresa de Jesus Jornet e Ibars",
        "biografia": "Virgem e fundadora das Irmãzinhas dos Anciãos Desamparados. Dedicou sua vida ao cuidado dos idosos.",
        "imagem": "teresa_jornet.jpg",
        "cor": "Branco"
    },
    "08-27": {
        "nome": "Santa Mônica",
        "biografia": "Viúva, mãe de Santo Agostinho. Conhecida por sua perseverança na oração pela conversão de seu filho.",
        "imagem": "monica.jpg",
        "cor": "Branco"
    },
    "08-28": {
        "nome": "Santo Agostinho",
        "biografia": "Bispo e Doutor da Igreja, um dos maiores Padres da Igreja. Autor das 'Confissões' e 'Cidade de Deus'.",
        "imagem": "agostinho.jpg",
        "cor": "Branco"
    },
    "08-29": {
        "nome": "Decapitação de São João Batista",
        "biografia": "Memória da Decapitação de São João Batista. Mártir, sofreu o martírio por denunciar o adultério de Herodes.",
        "imagem": "decapitacao_joao_batista.jpg",
        "cor": "Vermelho"
    },
    "08-30": {
        "nome": "São Pio X",
        "biografia": "Papa, conhecido por sua reforma litúrgica e por sua defesa da fé contra o Modernismo.",
        "imagem": "pio_x.jpg",
        "cor": "Branco"
    },
    "08-31": {
        "nome": "São Raimundo Nonato",
        "biografia": "Cardeal e religioso mercedário, padroeiro das parteiras e das mulheres grávidas. Conhecido por sua caridade.",
        "imagem": "raimundo_nonato.jpg",
        "cor": "Branco"
    },
    "09-01": {
        "nome": "São Egídio",
        "biografia": "Abade e eremita, padroeiro dos mendigos e dos aleijados. Viveu na Provença, dedicando-se à oração.",
        "imagem": "egidio.jpg",
        "cor": "Branco"
    },
    "09-02": {
        "nome": "São Estêvão da Hungria",
        "biografia": "Rei da Hungria, conhecido por sua piedade e por sua defesa da Igreja. Padroeiro da Hungria.",
        "imagem": "estevao_da_hungria.jpg",
        "cor": "Branco"
    },
    "09-03": {
        "nome": "São Gregório Magno",
        "biografia": "Papa e Doutor da Igreja, conhecido como o 'Apóstolo da Inglaterra'. Reformador da liturgia e da música sacra.",
        "imagem": "gregorio_magno.jpg",
        "cor": "Branco"
    },
    "09-04": {
        "nome": "Santa Rosália de Palermo",
        "biografia": "Virgem e eremita, padroeira de Palermo. Viveu em uma caverna, dedicando sua vida à oração e à penitência.",
        "imagem": "rosalia_de_palermo.jpg",
        "cor": "Branco"
    },
    "09-05": {
        "nome": "Santa Teresa de Calcutá",
        "biografia": "Virgem e fundadora das Missionárias da Caridade. Dedicou sua vida aos mais pobres dos pobres.",
        "imagem": "teresa_de_calcuta.jpg",
        "cor": "Branco"
    },
    "09-06": {
        "nome": "São Zacarias",
        "biografia": "Profeta, autor do Livro de Zacarias. Anunciou a vinda do Messias e a restauração de Jerusalém.",
        "imagem": "zacarias.jpg",
        "cor": "Branco"
    },
    "09-07": {
        "nome": "Santa Regina",
        "biografia": "Virgem e mártir, sofreu o martírio durante a perseguição de Diocleciano. Conhecida por sua coragem e fé.",
        "imagem": "regina.jpg",
        "cor": "Vermelho"
    },
    "09-08": {
        "nome": "Nascimento de Nossa Senhora",
        "biografia": "Festa do Nascimento de Nossa Senhora. Celebra o nascimento da Virgem Maria, Mãe de Jesus.",
        "imagem": "nascimento_de_maria.jpg",
        "cor": "Branco"
    },
    "09-09": {
        "nome": "São Pedro Claver",
        "biografia": "Sacerdote jesuíta, missionário na Colômbia. Dedicou sua vida ao serviço dos escravos africanos.",
        "imagem": "pedro_claver.jpg",
        "cor": "Branco"
    },
    "09-10": {
        "nome": "São Nicolau de Tolentino",
        "biografia": "Sacerdote agostiniano, conhecido por sua pregação e por seus milagres. Padroeiro das almas do Purgatório.",
        "imagem": "nicolau_de_tolentino.jpg",
        "cor": "Branco"
    },
    "09-11": {
        "nome": "São João Gabriel Perboyre",
        "biografia": "Sacerdote lazarista e mártir na China. Foi estrangulado por sua fé.",
        "imagem": "joao_gabriel_perboyre.jpg",
        "cor": "Vermelho"
    },
    "09-12": {
        "nome": "Santíssimo Nome de Maria",
        "biografia": "Memória do Santíssimo Nome de Maria. Celebra a devoção ao nome de Maria, Mãe de Deus.",
        "imagem": "nome_de_maria.jpg",
        "cor": "Branco"
    },
    "09-13": {
        "nome": "São João Crisóstomo",
        "biografia": "Bispo e Doutor da Igreja, conhecido como o 'Boca de Ouro'. Famoso por sua eloquência e por sua defesa da fé.",
        "imagem": "joao_crisostomo.jpg",
        "cor": "Branco"
    },
    "09-14": {
        "nome": "Exaltação da Santa Cruz",
        "biografia": "Festa da Exaltação da Santa Cruz. Celebra a descoberta da Vera Cruz por Santa Helena.",
        "imagem": "exaltacao_da_cruz.jpg",
        "cor": "Vermelho"
    },
    "09-15": {
        "nome": "Nossa Senhora das Dores",
        "biografia": "Memória de Nossa Senhora das Dores. Celebra os sete sofrimentos de Maria, Mãe de Jesus.",
        "imagem": "nossa_senhora_das_dores.jpg",
        "cor": "Branco"
    },
    "09-16": {
        "nome": "Santos Cornélio e Cipriano",
        "biografia": "Cornélio foi Papa e Cipriano, bispo de Cartago. Mártires, sofreram o martírio juntos por sua fé.",
        "imagem": "cornelio_cipriano.jpg",
        "cor": "Vermelho"
    },
    "09-17": {
        "nome": "São Roberto Belarmino",
        "biografia": "Bispo e Doutor da Igreja, cardeal e teólogo jesuíta. Defendeu a fé contra o Protestantismo.",
        "imagem": "roberto_belarmino.jpg",
        "cor": "Branco"
    },
    "09-18": {
        "nome": "São José de Cupertino",
        "biografia": "Sacerdote franciscano, conhecido por seus êxtases e levitações. Padroeiro dos estudantes e dos aviadores.",
        "imagem": "jose_de_cupertino.jpg",
        "cor": "Branco"
    },
    "09-19": {
        "nome": "São Januário",
        "biografia": "Bispo e mártir, padroeiro de Nápoles. Conhecido pelo milagre da liquefação de seu sangue.",
        "imagem": "januario.jpg",
        "cor": "Vermelho"
    },
    "09-20": {
        "nome": "Santos André Kim Taegon e Paulo Chong Hasang e Companheiros",
        "biografia": "Mártires coreanos, sofreram o martírio por se recusarem a renunciar à sua fé. Conhecidos por sua coragem.",
        "imagem": "andre_kim_paulo_chong.jpg",
        "cor": "Vermelho"
    },
    "09-21": {
        "nome": "São Mateus, Apóstolo e Evangelista",
        "biografia": "Festa de São Mateus, Apóstolo e Evangelista. Publicano convertido, escreveu o Evangelho de Mateus.",
        "imagem": "mateus.jpg",
        "cor": "Vermelho"
    },
    "09-22": {
        "nome": "São Tomás de Vilanova",
        "biografia": "Bispo de Valência, conhecido por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "tomas_de_vilanova.jpg",
        "cor": "Branco"
    },
    "09-23": {
        "nome": "São Pio de Pietrelcina (Padre Pio)",
        "biografia": "Sacerdote capuchinho, conhecido por seus estigmas e por seus milagres. Dedicou sua vida à confissão e à oração.",
        "imagem": "padre_pio.jpg",
        "cor": "Branco"
    },
    "09-24": {
        "nome": "Nossa Senhora das Mercês",
        "biografia": "Memória de Nossa Senhora das Mercês. Devoção mariana ligada à Ordem de Nossa Senhora das Mercês.",
        "imagem": "nossa_senhora_das_merces.jpg",
        "cor": "Branco"
    },
    "09-25": {
        "nome": "São Sérgio de Radonezh",
        "biografia": "Abade e padroeiro da Rússia. Fundador de vários mosteiros e conhecido por sua vida de oração.",
        "imagem": "sergio_de_radonezh.jpg",
        "cor": "Branco"
    },
    "09-26": {
        "nome": "Santos Cosme e Damião",
        "biografia": "Mártires, padroeiros dos médicos e farmacêuticos. Sofreram o martírio durante a perseguição de Diocleciano.",
        "imagem": "cosme_damiao.jpg",
        "cor": "Vermelho"
    },
    "09-27": {
        "nome": "São Vicente de Paulo",
        "biografia": "Sacerdote e fundador da Congregação da Missão (Lazaristas) e das Filhas da Caridade. Dedicou sua vida aos pobres.",
        "imagem": "vicente_de_paulo.jpg",
        "cor": "Branco"
    },
    "09-28": {
        "nome": "São Venceslau",
        "biografia": "Duque da Boêmia e mártir. Padroeiro da República Tcheca, foi assassinado por seu irmão por motivos políticos.",
        "imagem": "venceslau.jpg",
        "cor": "Vermelho"
    },
    "09-29": {
        "nome": "Santos Miguel, Gabriel e Rafael, Arcanjos",
        "biografia": "Festa dos Santos Arcanjos Miguel, Gabriel e Rafael. Mensageiros de Deus e protetores da humanidade.",
        "imagem": "arcanjos.jpg",
        "cor": "Branco"
    },
    "09-30": {
        "nome": "São Jerônimo",
        "biografia": "Sacerdote e Doutor da Igreja, tradutor da Bíblia para o latim (Vulgata). Conhecido por sua erudição.",
        "imagem": "jeronimo.jpg",
        "cor": "Branco"
    },
    "10-01": {
        "nome": "Santa Teresinha do Menino Jesus",
        "biografia": "Virgem carmelita descalça e Doutora da Igreja, padroeira das missões. Conhecida por sua 'pequena via'.",
        "imagem": "teresinha.jpg",
        "cor": "Branco"
    },
    "10-02": {
        "nome": "Santos Anjos da Guarda",
        "biografia": "Memória dos Santos Anjos da Guarda. Celebra a proteção e a assistência dos anjos aos homens.",
        "imagem": "anjos_da_guarda.jpg",
        "cor": "Branco"
    },
    "10-03": {
        "nome": "São Francisco de Assis",
        "biografia": "Diácono e fundador da Ordem Franciscana. Conhecido por sua pobreza, humildade e amor à natureza.",
        "imagem": "francisco_de_assis.jpg",
        "cor": "Branco"
    },
    "10-04": {
        "nome": "São Francisco de Assis",
        "biografia": "Diácono e fundador da Ordem Franciscana. Conhecido por sua pobreza, humildade e amor à natureza.",
        "imagem": "francisco_de_assis.jpg",
        "cor": "Branco"
    },
    "10-05": {
        "nome": "Santa Faustina Kowalska",
        "biografia": "Virgem e religiosa, apóstola da Divina Misericórdia. Recebeu as revelações de Jesus sobre a Divina Misericórdia.",
        "imagem": "faustina_kowalska.jpg",
        "cor": "Branco"
    },
    "10-06": {
        "nome": "São Bruno",
        "biografia": "Sacerdote e fundador da Ordem dos Cartuxos. Conhecido por sua vida de oração e penitência.",
        "imagem": "bruno.jpg",
        "cor": "Branco"
    },
    "10-07": {
        "nome": "Nossa Senhora do Rosário",
        "biografia": "Memória de Nossa Senhora do Rosário. Devoção mariana ligada à oração do Rosário.",
        "imagem": "nossa_senhora_do_rosario.jpg",
        "cor": "Branco"
    },
    "10-08": {
        "nome": "Santa Brígida da Suécia",
        "biografia": "Viúva e fundadora da Ordem do Santíssimo Salvador (Brigidinas). Padroeira da Europa.",
        "imagem": "brigida_da_suecia.jpg",
        "cor": "Branco"
    },
    "10-09": {
        "nome": "São Dionísio e Companheiros",
        "biografia": "Bispo e mártires, sofreram o martírio em Paris. Dionísio foi o primeiro bispo de Paris.",
        "imagem": "dionisio.jpg",
        "cor": "Vermelho"
    },
    "10-10": {
        "nome": "São Francisco de Borja",
        "biografia": "Sacerdote jesuíta, duque de Gandia. Conhecido por sua humildade e por sua dedicação à Companhia de Jesus.",
        "imagem": "francisco_de_borja.jpg",
        "cor": "Branco"
    },
    "10-11": {
        "nome": "São João XXIII",
        "biografia": "Papa, conhecido como o 'Papa Bom'. Convocou o Concílio Vaticano II.",
        "imagem": "joao_xxiii.jpg",
        "cor": "Branco"
    },
    "10-12": {
        "nome": "Nossa Senhora Aparecida",
        "biografia": "Solenidade de Nossa Senhora Aparecida, Padroeira do Brasil. Imagem encontrada no rio Paraíba do Sul.",
        "imagem": "nossa_senhora_aparecida.jpg",
        "cor": "Branco"
    },
    "10-13": {
        "nome": "São Eduardo, o Confessor",
        "biografia": "Rei da Inglaterra, conhecido por sua piedade e por sua caridade. Padroeiro da Inglaterra.",
        "imagem": "eduardo_confessor.jpg",
        "cor": "Branco"
    },
    "10-14": {
        "nome": "São Calisto I",
        "biografia": "Papa e mártir, sofreu o martírio durante a perseguição de Alexandre Severo. Conhecido por sua caridade.",
        "imagem": "calisto_i.jpg",
        "cor": "Vermelho"
    },
    "10-15": {
        "nome": "Santa Teresa de Jesus",
        "biografia": "Virgem carmelita descalça e Doutora da Igreja. Reformadora da Ordem Carmelita e mística.",
        "imagem": "teresa_de_jesus.jpg",
        "cor": "Branco"
    },
    "10-16": {
        "nome": "Santa Edviges da Silésia",
        "biografia": "Duquesa da Silésia, conhecida por sua caridade e por sua defesa dos pobres e oprimidos.",
        "imagem": "edviges_da_silesia.jpg",
        "cor": "Branco"
    },
    "10-17": {
        "nome": "Santo Inácio de Antioquia",
        "biografia": "Bispo e mártir, discípulo de São João Evangelista. Sofreu o martírio em Roma, devorado por feras.",
        "imagem": "inacio_de_antioquia.jpg",
        "cor": "Vermelho"
    },
    "10-18": {
        "nome": "São Lucas, Evangelista",
        "biografia": "Festa de São Lucas, Evangelista. Médico e companheiro de São Paulo, escreveu o Evangelho de Lucas e os Atos dos Apóstolos.",
        "imagem": "lucas.jpg",
        "cor": "Vermelho"
    },
    "10-19": {
        "nome": "Santos João de Brébeuf e Isaac Jogues e Companheiros",
        "biografia": "Mártires norte-americanos, sofreram o martírio por pregar o Evangelho aos índios. Conhecidos por sua coragem.",
        "imagem": "joao_brebeuf_isaac_jogues.jpg",
        "cor": "Vermelho"
    },
    "10-20": {
        "nome": "São Paulo da Cruz",
        "biografia": "Sacerdote e fundador da Congregação da Paixão de Jesus Cristo (Passionistas). Conhecido por sua devoção à Paixão.",
        "imagem": "paulo_da_cruz.jpg",
        "cor": "Branco"
    },
    "10-21": {
        "nome": "Santa Úrsula e Companheiras",
        "biografia": "Virgens e mártires, sofreram o martírio em Colônia. Conhecidas por sua pureza e por sua fé.",
        "imagem": "ursula.jpg",
        "cor": "Vermelho"
    },
    "10-22": {
        "nome": "São João Paulo II",
        "biografia": "Papa, conhecido por seu longo pontificado e por sua defesa da vida e da família. Convocou o Ano Santo da Redenção.",
        "imagem": "joao_paulo_ii.jpg",
        "cor": "Branco"
    },
    "10-23": {
        "nome": "São João de Capistrano",
        "biografia": "Sacerdote franciscano, conhecido por sua pregação e por sua luta contra os turcos. Foi um grande reformador da Ordem Franciscana.",
        "imagem": "joao_de_capistrano.jpg",
        "cor": "Branco"
    },
    "10-24": {
        "nome": "Santo Antônio Maria Claret",
        "biografia": "Bispo e fundador dos Missionários Filhos do Imaculado Coração de Maria (Claretianos). Conhecido por sua pregação.",
        "imagem": "antonio_maria_claret.jpg",
        "cor": "Branco"
    },
    "10-25": {
        "nome": "São Crispim e São Crispiniano",
        "biografia": "Mártires, padroeiros dos sapateiros. Sofreram o martírio durante a perseguição de Diocleciano.",
        "imagem": "crispim_crispiniano.jpg",
        "cor": "Vermelho"
    },
    "10-26": {
        "nome": "São Demétrio de Tessalônica",
        "biografia": "Mártir, padroeiro de Tessalônica. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "demetrio_de_tessalonica.jpg",
        "cor": "Vermelho"
    },
    "10-27": {
        "nome": "São Frumentius",
        "biografia": "Bispo e missionário, evangelizou a Etiópia. Conhecido como o 'Apóstolo da Etiópia'.",
        "imagem": "frumentius.jpg",
        "cor": "Branco"
    },
    "10-28": {
        "nome": "Santos Simão e Judas, Apóstolos",
        "biografia": "Festa dos Santos Simão e Judas, Apóstolos. Simão, o Zelote, e Judas Tadeu, irmão de Tiago Menor.",
        "imagem": "simao_judas.jpg",
        "cor": "Vermelho"
    },
    "10-29": {
        "nome": "São Narciso de Jerusalém",
        "biografia": "Bispo de Jerusalém, conhecido por sua santidade e por seus milagres. Viveu no século II.",
        "imagem": "narciso_de_jerusalem.jpg",
        "cor": "Branco"
    },
    "10-30": {
        "nome": "São Marcelo de Tânger",
        "biografia": "Mártir, sofreu o martírio por se recusar a servir no exército romano por motivos de consciência.",
        "imagem": "marcelo_de_tanger.jpg",
        "cor": "Vermelho"
    },
    "10-31": {
        "nome": "São Quintino",
        "biografia": "Mártir, sofreu o martírio durante a perseguição de Diocleciano. Conhecido por sua coragem e fé.",
        "imagem": "quintino.jpg",
        "cor": "Vermelho"
    },
    "11-01": {
        "nome": "Todos os Santos",
        "biografia": "Solenidade de Todos os Santos. Celebra a glória de todos os santos, conhecidos e desconhecidos.",
        "imagem": "todos_os_santos.jpg",
        "cor": "Branco"
    },
    "11-02": {
        "nome": "Comemoração de Todos os Fiéis Defuntos",
        "biografia": "Dia de oração pelos fiéis defuntos. A Igreja reza pelas almas do Purgatório.",
        "imagem": "fieis_defuntos.jpg",
        "cor": "Roxo"
    },
    "11-03": {
        "nome": "São Martinho de Porres",
        "biografia": "Religioso dominicano, conhecido por sua humildade e por sua caridade. Padroeiro dos barbeiros e dos mestiços.",
        "imagem": "martinho_de_porres.jpg",
        "cor": "Branco"
    },
    "11-04": {
        "nome": "São Carlos Borromeu",
        "biografia": "Cardeal e arcebispo de Milão. Reformador da Igreja e defensor da fé contra o Protestantismo.",
        "imagem": "carlos_borromeu.jpg",
        "cor": "Branco"
    },
    "11-05": {
        "nome": "Santa Isabel",
        "biografia": "Mãe de São João Batista, prima de Maria. Conhecida por sua fé e por sua alegria.",
        "imagem": "isabel.jpg",
        "cor": "Branco"
    },
    "11-06": {
        "nome": "São Leonardo de Noblac",
        "biografia": "Eremita e padroeiro dos prisioneiros. Conhecido por sua caridade e por seus milagres.",
        "imagem": "leonardo_de_noblac.jpg",
        "cor": "Branco"
    },
    "11-07": {
        "nome": "São Willibrordo",
        "biografia": "Bispo e missionário, evangelizou a Frísia. Conhecido como o 'Apóstolo dos Países Baixos'.",
        "imagem": "willibrordo.jpg",
        "cor": "Branco"
    },
    "11-08": {
        "nome": "Beato João Duns Scotus",
        "biografia": "Sacerdote franciscano e teólogo, conhecido como o 'Doutor Sutil'. Defendeu a Imaculada Conceição de Maria.",
        "imagem": "joao_duns_scotus.jpg",
        "cor": "Branco"
    },
    "11-09": {
        "nome": "Dedicação da Basílica de Latrão",
        "biografia": "Festa da Dedicação da Basílica de Latrão, a Catedral de Roma e 'Mãe de todas as igrejas'.",
        "imagem": "dedicacao_laterao.jpg",
        "cor": "Branco"
    },
    "11-10": {
        "nome": "São Leão Magno",
        "biografia": "Papa e Doutor da Igreja, conhecido por sua defesa da fé contra as heresias. Conheceu Átila, o Huno.",
        "imagem": "leao_magno.jpg",
        "cor": "Branco"
    },
    "11-11": {
        "nome": "São Martinho de Tours",
        "biografia": "Bispo de Tours, conhecido por sua caridade e por sua vida de oração. Padroeiro dos soldados.",
        "imagem": "martinho_de_tours.jpg",
        "cor": "Branco"
    },
    "11-12": {
        "nome": "São Josafá",
        "biografia": "Bispo e mártir, sofreu o martírio por sua defesa da união da Igreja Católica com a Igreja Ortodoxa.",
        "imagem": "josafa.jpg",
        "cor": "Vermelho"
    },
    "11-13": {
        "nome": "Santa Francisca Xavier Cabrini",
        "biografia": "Virgem e fundadora das Missionárias do Sagrado Coração de Jesus. Padroeira dos imigrantes.",
        "imagem": "francisca_cabrini.jpg",
        "cor": "Branco"
    },
    "11-14": {
        "nome": "São Lourenço O'Toole",
        "biografia": "Bispo de Dublin, conhecido por sua caridade e por sua defesa da Igreja contra os abusos do poder temporal.",
        "imagem": "lourenco_otoole.jpg",
        "cor": "Branco"
    },
    "11-15": {
        "nome": "Santo Alberto Magno",
        "biografia": "Bispo e Doutor da Igreja, mestre de São Tomás de Aquino. Conhecido por sua erudição e por sua defesa da fé.",
        "imagem": "alberto_magno.jpg",
        "cor": "Branco"
    },
    "11-16": {
        "nome": "Santa Margarida da Escócia",
        "biografia": "Rainha da Escócia, conhecida por sua piedade e por sua caridade. Dedicou sua vida aos pobres.",
        "imagem": "margarida_da_escocia.jpg",
        "cor": "Branco"
    },
    "11-17": {
        "nome": "Santa Isabel da Hungria",
        "biografia": "Princesa e terciária franciscana, conhecida por sua caridade e por sua dedicação aos pobres e doentes.",
        "imagem": "isabel_da_hungria.jpg",
        "cor": "Branco"
    },
    "11-18": {
        "nome": "Dedicação das Basílicas de São Pedro e São Paulo",
        "biografia": "Memória da Dedicação das Basílicas de São Pedro e São Paulo, em Roma. Celebra a fundação da Igreja em Roma.",
        "imagem": "dedicacao_basilicas.jpg",
        "cor": "Branco"
    },
    "11-19": {
        "nome": "Santa Inês de Assis",
        "biografia": "Virgem e abadessa, irmã de Santa Clara de Assis. Dedicou sua vida à pobreza e à oração.",
        "imagem": "ines_de_assis.jpg",
        "cor": "Branco"
    },
    "11-20": {
        "nome": "São Félix de Valois",
        "biografia": "Sacerdote e co-fundador da Ordem da Santíssima Trindade (Trinitários). Dedicou sua vida à redenção dos cativos.",
        "imagem": "felix_de_valois.jpg",
        "cor": "Branco"
    },
    "11-21": {
        "nome": "Apresentação de Nossa Senhora",
        "biografia": "Memória da Apresentação de Nossa Senhora no Templo. Celebra a dedicação de Maria a Deus desde a infância.",
        "imagem": "apresentacao_de_maria.jpg",
        "cor": "Branco"
    },
    "11-22": {
        "nome": "Santa Cecília",
        "biografia": "Virgem e mártir romana, padroeira dos músicos. Sofreu o martírio durante a perseguição de Alexandre Severo.",
        "imagem": "cecilia.jpg",
        "cor": "Vermelho"
    },
    "11-23": {
        "nome": "São Clemente I",
        "biografia": "Papa e mártir, um dos primeiros Padres da Igreja. Sofreu o martírio durante a perseguição de Trajano.",
        "imagem": "clemente_i.jpg",
        "cor": "Vermelho"
    },
    "11-24": {
        "nome": "Santos André Dung-Lac e Companheiros",
        "biografia": "Mártires vietnamitas, sofreram o martírio por se recusarem a renunciar à sua fé. Conhecidos por sua coragem.",
        "imagem": "andre_dung_lac.jpg",
        "cor": "Vermelho"
    },
    "11-25": {
        "nome": "Santa Catarina de Alexandria",
        "biografia": "Virgem e mártir, padroeira dos estudantes e dos filósofos. Sofreu o martírio durante a perseguição de Maximino Daia.",
        "imagem": "catarina_de_alexandria.jpg",
        "cor": "Vermelho"
    },
    "11-26": {
        "nome": "São Silvestre Gozzolini",
        "biografia": "Abade e fundador da Congregação Silvestrina. Conhecido por sua vida de oração e penitência.",
        "imagem": "silvestre_gozzolini.jpg",
        "cor": "Branco"
    },
    "11-27": {
        "nome": "Nossa Senhora da Medalha Milagrosa",
        "biografia": "Memória de Nossa Senhora da Medalha Milagrosa. Devoção mariana ligada às aparições a Santa Catarina Labouré.",
        "imagem": "medalha_milagrosa.jpg",
        "cor": "Branco"
    },
    "11-28": {
        "nome": "Santa Catarina Labouré",
        "biografia": "Virgem e religiosa, vidente de Nossa Senhora da Medalha Milagrosa. Dedicou sua vida ao serviço dos pobres.",
        "imagem": "catarina_laboure.jpg",
        "cor": "Branco"
    },
    "11-29": {
        "nome": "Todos os Santos da Ordem Franciscana",
        "biografia": "Memória de Todos os Santos da Ordem Franciscana. Celebra a glória de todos os santos e beatos franciscanos.",
        "imagem": "santos_franciscanos.jpg",
        "cor": "Branco"
    },
    "11-30": {
        "nome": "Santo André, Apóstolo",
        "biografia": "São André, irmão mais velho de São Pedro de Betsaida, trabalhava como pescador, refletindo o significado de seu nome, força.

Conhecido por suas habilidades sociais, Jesus o chamou para ser "pescador de homens" (Mateus). André foi um seguidor fiel, trazendo pães e peixes (João 6:8) e participando da Última Ceia.

Ele espalhou o cristianismo pelo Mar Negro, Grécia e Turquia. Martirizado em Pátras numa cruz em X, pois não queria a mesma cruz de Jesus. Suas relíquias estão na Igreja de São André em Pátras.

É venerado na Geórgia e Chipre, e sua cruz está na bandeira da Escócia. Padroeiro dos pescadores, cantores, Romênia, Rússia, Ucrânia e Pátras.",
        "imagem": "andre.jpg",
        "cor": "Vermelho"
    },
    "12-01": {
        "nome": "Santo Elígio de Noyon",
        "biografia": "Bispo de Noyon, padroeiro dos ourives e dos ferreiros. Conhecido por sua caridade e por sua defesa dos pobres.",
        "imagem": "eligio_de_noyon.jpg",
        "cor": "Roxo"
    },
    "12-02": {
        "nome": "Santa Bibiana",
        "biografia": "Virgem e mártir romana, sofreu o martírio durante a perseguição de Juliano, o Apóstata.",
        "imagem": "bibiana.jpg",
        "cor": "Vermelho"
    },
    "12-03": {
        "nome": "São Francisco Xavier",
        "biografia": "Sacerdote jesuíta, missionário na Índia e no Japão. Conhecido como o 'Apóstolo do Oriente'.",
        "imagem": "francisco_xavier.jpg",
        "cor": "Branco"
    },
    "12-04": {
        "nome": "São João Damasceno",
        "biografia": "Sacerdote e Doutor da Igreja, conhecido por sua defesa das imagens sagradas contra a iconoclastia.",
        "imagem": "joao_damasceno.jpg",
        "cor": "Branco"
    },
    "12-05": {
        "nome": "São Sabas",
        "biografia": "Abade e eremita, fundador de vários mosteiros na Palestina. Conhecido por sua vida de oração e penitência.",
        "imagem": "sabas.jpg",
        "cor": "Roxo"
    },
    "12-06": {
        "nome": "São Nicolau de Mira",
        "biografia": "Bispo de Mira, conhecido por sua caridade e por seus milagres. Padroeiro das crianças e dos marinheiros.",
        "imagem": "nicolau_de_mira.jpg",
        "cor": "Roxo"
    },
    "12-07": {
        "nome": "Santo Ambrósio",
        "biografia": "Bispo e Doutor da Igreja, conhecido por sua eloquência e por sua defesa da fé contra o Arianismo.",
        "imagem": "ambrosio.jpg",
        "cor": "Roxo"
    },
    "12-08": {
        "nome": "Imaculada Conceição de Nossa Senhora",
        "biografia": "Solenidade da Imaculada Conceição de Nossa Senhora. Maria foi concebida sem a mancha do pecado original.",
        "imagem": "imaculada_conceicao.jpg",
        "cor": "Branco"
    },
    "12-09": {
        "nome": "São João Diego",
        "biografia": "Leigo mexicano, vidente de Nossa Senhora de Guadalupe. Conhecido por sua humildade e fé.",
        "imagem": "joao_diego.jpg",
        "cor": "Roxo"
    },
    "12-10": {
        "nome": "Nossa Senhora de Loreto",
        "biografia": "Memória de Nossa Senhora de Loreto. Devoção mariana ligada à casa de Nazaré, transportada para Loreto.",
        "imagem": "nossa_senhora_de_loreto.jpg",
        "cor": "Roxo"
    },
    "12-11": {
        "nome": "São Dâmaso I",
        "biografia": "Papa, conhecido por sua defesa da fé contra as heresias e por sua promoção do culto aos mártires.",
        "imagem": "damaso_i.jpg",
        "cor": "Roxo"
    },
    "12-12": {
        "nome": "Nossa Senhora de Guadalupe",
        "biografia": "Festa de Nossa Senhora de Guadalupe, Padroeira da América. Aparição a São João Diego no México.",
        "imagem": "nossa_senhora_de_guadalupe.jpg",
        "cor": "Branco"
    },
    "12-13": {
        "nome": "Santa Luzia",
        "biografia": "Virgem e mártir, padroeira dos olhos. Sofreu o martírio durante a perseguição de Diocleciano.",
        "imagem": "luzia.jpg",
        "cor": "Vermelho"
    },
    "12-14": {
        "nome": "São João da Cruz",
        "biografia": "Sacerdote carmelita descalço e Doutor da Igreja. Reformador da Ordem Carmelita e místico.",
        "imagem": "joao_da_cruz.jpg",
        "cor": "Branco"
    },
    "12-15": {
        "nome": "Santa Virgínia Centurione Bracelli",
        "biografia": "Viúva e fundadora das Irmãs de Nossa Senhora do Refúgio. Dedicou sua vida ao serviço dos pobres.",
        "imagem": "virginia_centurione.jpg",
        "cor": "Roxo"
    },
    "12-16": {
        "nome": "Santa Adelaide",
        "biografia": "Imperatriz do Sacro Império Romano-Germânico, conhecida por sua piedade e por sua caridade.",
        "imagem": "adelaide.jpg",
        "cor": "Roxo"
    },
    "12-17": {
        "nome": "São Lázaro de Betânia",
        "biografia": "Irmão de Maria e Marta, ressuscitado por Jesus. Testemunha da ressurreição de Cristo.",
        "imagem": "lazaro_de_betania.jpg",
        "cor": "Roxo"
    },
    "12-18": {
        "nome": "Nossa Senhora da Expectação",
        "biografia": "Memória de Nossa Senhora da Expectação (Nossa Senhora do Ó). Celebra a espera do nascimento de Jesus.",
        "imagem": "nossa_senhora_da_expectacao.jpg",
        "cor": "Roxo"
    },
    "12-19": {
        "nome": "São Nemésio",
        "biografia": "Mártir, sofreu o martírio durante a perseguição de Décio. Conhecido por sua coragem e fé.",
        "imagem": "nemesio.jpg",
        "cor": "Vermelho"
    },
    "12-20": {
        "nome": "São Domingos de Silos",
        "biografia": "Abade beneditino, conhecido por sua vida de oração e por seus milagres. Padroeiro das mulheres grávidas.",
        "imagem": "domingos_de_silos.jpg",
        "cor": "Roxo"
    },
    "12-21": {
        "nome": "São Pedro Canísio",
        "biografia": "Sacerdote jesuíta e Doutor da Igreja, conhecido como o 'Segundo Apóstolo da Alemanha'.",
        "imagem": "pedro_canisio.jpg",
        "cor": "Roxo"
    },
    "12-22": {
        "nome": "Santa Francisca Xavier Cabrini",
        "biografia": "Virgem e fundadora das Missionárias do Sagrado Coração de Jesus. Padroeira dos imigrantes.",
        "imagem": "francisca_cabrini.jpg",
        "cor": "Roxo"
    },
    "12-23": {
        "nome": "São João de Câncio",
        "biografia": "Sacerdote e professor, conhecido por sua caridade e por sua humildade. Padroeiro da Polônia.",
        "imagem": "joao_de_cancio.jpg",
        "cor": "Roxo"
    },
    "12-24": {
        "nome": "Vigília do Natal do Senhor",
        "biografia": "Vigília do Natal do Senhor. Preparação para a celebração do nascimento de Jesus Cristo.",
        "imagem": "vigilia_natal.jpg",
        "cor": "Branco"
    },
    "12-25": {
        "nome": "Natal do Senhor",
        "biografia": "Solenidade do Natal do Senhor. Celebra o nascimento de Jesus Cristo, o Salvador do mundo.",
        "imagem": "natal.jpg",
        "cor": "Branco"
    },
    "12-26": {
        "nome": "Santo Estêvão, Primeiro Mártir",
        "biografia": "Festa de Santo Estêvão, Primeiro Mártir. Diácono, sofreu o martírio por sua fé em Jesus Cristo.",
        "imagem": "estevao.jpg",
        "cor": "Vermelho"
    },
    "12-27": {
        "nome": "São João, Apóstolo e Evangelista",
        "biografia": "Festa de São João, Apóstolo e Evangelista. Discípulo amado de Jesus, escreveu o Evangelho de João.",
        "imagem": "joao_evangelista.jpg",
        "cor": "Branco"
    },
    "12-28": {
        "nome": "Santos Inocentes, Mártires",
        "biografia": "Festa dos Santos Inocentes, Mártires. Crianças mortas por Herodes em Belém, por causa de Jesus.",
        "imagem": "santos_inocentes.jpg",
        "cor": "Vermelho"
    },
    "12-29": {
        "nome": "São Tomás Becket",
        "biografia": "Bispo e mártir, sofreu o martírio por sua defesa da Igreja contra o rei Henrique II da Inglaterra.",
        "imagem": "tomas_becket.jpg",
        "cor": "Vermelho"
    },
    "12-30": {
        "nome": "Sagrada Família de Jesus, Maria e José",
        "biografia": "Festa da Sagrada Família de Jesus, Maria e José. Modelo de família cristã, dedicada a Deus.",
        "imagem": "sagrada_familia.jpg",
        "cor": "Branco"
    },
    "12-31": {
        "nome": "São Silvestre I",
        "biografia": "Papa, governou a Igreja durante o reinado de Constantino. Conhecido por sua caridade e por sua defesa da fé.",
        "imagem": "silvestre_i.jpg",
        "cor": "Branco"
    }
}
